[
  {
    "page": 1,
    "text": "Queensland Light Vehicle Inspection Manual\nNovember 2023\nQueensland Light Vehicle Inspection Manual – November 2023 - i -\nQueensland\nGovernment"
  },
  {
    "page": 2,
    "text": "© The State of Queensland (Department of Transport and Main Roads) 2009-2023\nQueensland Government\nhttp://creativecommons.org/licenses/by-nd/4.0/\nYou are free to copy and redistribute the material in any medium or format for any purpose, even commercially.as long as you attribute the State of Queensland\n(Department of Transport and Main Roads) 2023. If you remix, transform, or build upon the material, you may not distribute the modified material.\nThis work is licensed under a Creative Commons Attribution-No Derivatives 4.0 International License.\nQueensland Light Vehicle Inspection Manual – November 2023 - i -"
  },
  {
    "page": 3,
    "text": "Contents\nPart 1 – QLVIM Overview 1\n1. Introduction 1\n1.1. Purpose 1\n1.2. Authority 1\n1.3. Application 1\n1.4. Approved Examiners 1\n1.5. Out of Scope 1\n2. Definitions 2\n2.1. Vehicle Classifications 3\n3. Modified vehicles 3\n3.1. Modifications categories 3\n3.2. Interstate modifications 4\n3.3. Design requirements 4\n3.4. Role of Approved Inspection Stations 5\n4. Safety Certification Inspections 5\n4.1. Inspection of a motor vehicle 5\n4.2. Road test 6\nPart 2 – Reason for Rejection 7\n1. Seats and Restraints 7\n1.1. Seats and seating 7\n1.2. Seatbelts 7\n1.3. Seatbelt Anchorages 8\n1.4. Child Restraints 8\n1.5. Additional notes for Approved Examiners 8\n2. Lamps (lights) and electrical components 9\n2.1. Lighting equipment 9\n2.2. Headlamps 10\n2.3. Other lamps, reflectors, or additional lighting 11\n2.4. Rear marking plates 12\n2.5. Wiring harness 12\n2.6. Battery 12\n2.7. Warning device (horn) 12\n3. Windscreen and glazing 13\n3.1. General windscreen and glazing 13\nQueensland Light Vehicle Inspection Manual – November 2023 - i -"
  },
  {
    "page": 4,
    "text": "3.2. Windscreen and glazing repairs 14\n3.3. Wipers, washer and demisters 14\n4. Body, chassis and frame 14\n4.1. Doors, hatches, hinges and catches 15\n4.2. Body, chassis and frame (floor pan and sub-frame) 15\n4.3. Bull bars 15\n4.4. Body fittings 16\n4.5. Motorbike riding controls 17\n4.6. Mudguards and wheel arches 17\n4.7. Rear vision mirrors 17\n4.8. Fairings and scoops 18\n4.9. Number plates 18\n5. Tow couplings 18\n5.1. Tow couplings, wiring harness and safety chain attachment points 18\n5.2. Towing capacity 21\n6. Steering and suspension 21\n6.1. Steering components 21\n6.2. Steering free play 22\n6.3. Steering wheel 22\n6.4. Steering shaft 23\n6.5. Outer column and ignition key 23\n6.6. Steering box/rack 23\n6.7. Steering linkage mechanism 24\n6.8. Arms and linkages 24\n6.9. Steering mechanism and design 24\n6.10. Handlebar dimensions 25\n6.11. Suspension components 25\n6.12. Spring media (springs, spring hangers, torsion bars and so on) 26\n6.13. Axle locating arms and devices (shackles and bushes) 27\n6.14. Sway bars, linkages and bushes 27\n6.15. Wheel bearings 27\n6.16. Suspension dampening system 27\n6.17. Ground clearance 28\n7. Wheels and Tyres 28\n7.1. Wheels/rims 28\n7.2. Wheel studs, nots, lockrings and hubs 29\n7.3. Tyres 29\n7.4. Tyre/wheel width 30\nQueensland Light Vehicle Inspection Manual – November 2023 - ii -"
  },
  {
    "page": 5,
    "text": "8. Brakes 31\n8.1. Brake system 31\n8.2. Brake system operation 31\n8.3. Testing of trailer brakes 34\n8.4. Brake pedal/lever condition 34\n8.5. Pedal travel 34\n8.6. Handbrake, park brake and control levers 34\n8.7. Hydraulic lines/hoses 36\n8.8. Cylinders and callipers 36\n8.9. Reservoirs 36\n8.10. Vacuum and air components 36\n8.11. Discs, pads, drums and linings 37\n9. Engine, driveline and emissions 37\n9.1. Clutch operation 37\n9.2. Transmission operation (manual and automatic) 38\n9.3. Engine and transmission mountings 38\n9.4. Leaks 38\n9.5. Engine 39\n9.6. Replacement engine 39\n9.7. Engine controls 39\n9.8. Differential 39\n9.9. Drive shafts, axles and flexible couplings 39\n9.10. Fuel systems 40\n9.11. Exhaust construction 41\n9.12. Emissions 41\n9.13. Dual fuel systems 42\n9.14. Hybrid electric and battery electric vehicles 42\n10. Vehicle safety features 42\n10.1. Active safety features 43\n10.2. Passive safety features 43\n11. Vehicle identifier issues 43\n11.1. Vehicle identifier 43\n12. Modifications 44\n12.1. General modifications 44\n13. Road test criteria 44\n14. Passenger transport 45\n14.1. Lights 45\nQueensland Light Vehicle Inspection Manual – November 2023 - iii -"
  },
  {
    "page": 6,
    "text": "14.2. Security cameras 45\n14.3. Fire extinguisher 46\nPart 3 – Information sheets for Approved Examiners 47\nInformation Sheet No. 1(a) Light Vehicle Modifications Codes 47\nInformation Sheet No. 1(b) Heavy Vehicle Modification Codes 47\nInformation Sheet No. 1(c) Queensland Standalone Modification Codes 47\nInformation Sheet No. 2 Seat Belts Requirements for Passenger Cars, Passengers Car Derivatives, Forward Control Passenger\nVehicles and Multi-Purpose Passenger Vehicles 48\nInformation Sheet No. 3 Mudguards and Mudflap Requirements 58\nInformation Sheet No. 4 Headlight Testing Screens 60\nInformation Sheet No. 5 Missing Compliance Plates 61\nInformation Sheet No. 6 Bull Bars and Bull Bar Attachments 63\nInformation Sheet No. 7 Braided Brake Hoses 67\nInformation Sheet No. 8 Motor Vehicle Lighting 68\nInformation Sheet No. 9 Lighting Standards 70\nInformation Sheet No. 10 Replacing or Repairing Windscreens 72\nInformation Sheet No. 11 Rust and Corrosion 75\nInformation Sheet No. 12(a) Safety Chains for Trailers up to and Including 4.5 Tonnes ATM 80\nInformation Sheet No. 12(b) Safety Chain Requirements 81\nInformation Sheet No. 13 Ground Clearance Requirements 82\nInformation Sheet No. 14 Approved Inspection Station Safety Check ADR applicability Tables, Vehicles Categories and Definitions\n83\nInformation Sheet No. 15 General Information for Tyres, Tubes and Liners 84\nInformation Sheet No. 16 Brake Drums and Discs 85\nInformation Sheet No. 17 Stabilisers and Outriggers 87\nInformation Sheet No. 18 Number Plate Labels 88\nQueensland Light Vehicle Inspection Manual – November 2023 - iv -"
  },
  {
    "page": 7,
    "text": "Part 1 – QLVIM Overview\n1. Introduction\n1.1. Purpose\nThis Queensland Light Vehicle Inspection Manual (QLVIM) provides an assessment framework for the detection of\nvehicle defects or unsafe vehicle conditions. This QLVIM aligns with nationally harmonised vehicle standards and\nprovides a framework with practical, easy to understand information for identifying and managing defects in light\nvehicles, light trailers and L-Group Vehicles.\nThe QLVIM was formerly titled Code of Practice – Light Vehicle Inspection Guidelines\n1.2. Authority\nThe QLVIM is given effect under Section 148 of the Transport Operations (Road Use Management) Act 1995, and\nSection 6(5) of the Transport Operations (Road Use Management—Vehicle Standards and Safety) Regulation 2021.\nApproved examiners are accredited to provide light vehicle safety inspections under the Transport Operations (Road\nUse Management—Accreditation and Other Provisions) Regulation 2015 (the Accreditation Regulation).\n1.3. Application\nThe QLVIM applies to the assessment of light vehicles, light trailers and L-Group vehicles, which must have a safety\ninspection for the purpose of:\n• transferring a vehicle to another person, or\n• registering an unregistered vehicle, or\n• transferring a vehicle into Queensland from another State or Territory\n• verifying the repair of defects for the clearance of a Defect Notice.\n1.4. Approved Examiners\nApproved Examiners will utilise their trade qualifications and experience in motor vehicle repairs and maintenance\nand refer to any relevant information regarding vehicle manufacturer’s specifications to ensure, as far as practicable,\nthat the vehicle meets the requirements of the Act.\n1.5. Out of Scope\nHeavy Vehicle inspections must be performed in accordance with the National Heavy Vehicle Inspection Manual,\npublished by the National Heavy Vehicle Regulator. The current version for use in Queensland is available online at:\nhttps://www.nhvr.gov.au/safety-accreditation-compliance/vehicle-standards-and-modifications/national-heavy-\nvehicle-inspection-manual\nQueensland Light Vehicle Inspection Manual – November 2023 - 1 -"
  },
  {
    "page": 8,
    "text": "2. Definitions\nUnless otherwise stated, words and expressions used in the QLVIM have the same meanings as those defined in the\nTransport Operations (Road Use Management) Act 1995 or the Transport Operations (Road Use Management—\nVehicle Standards and Safety) Regulation 2021.\nADR means the Australian Design Rules, the national standards for vehicle safety, anti-theft and emissions\nAIS means an Approved Inspection Station\nAnchorage means the part of a vehicle designed to transfer loads from a seatbelt assembly to the vehicle or seat and\nincludes bolts, spacers, and other hardware designed for the attachment of a seatbelt assembly\nApproved Person means a suitably qualified and experienced individual accredited by The Department of Transport\nand Main Roads to inspect and certify vehicle modifications for light and/or heavy vehicles\nAS means an Australian Standard\nATM means the Aggregate Trailer Mass, the total mass of the laden trailer when carrying the maximum load\nrecommended by the manufacturer. This includes any mass imposed onto the towing vehicle when the combination\nvehicle is resting on a horizontal supporting plane. Therefore, the ATM is the mass of the fully laden trailer when it is\nnot connected to the towing vehicle\nBrake component means, for an air or vacuum brake system, the brake components including all components such\nas any air lines, hoses, compressors, pumps, valves, chambers, switch controls, actuators and any associated\ncomponentry\nBrake pedal means the brake pedals including any brake levels and components associated with the pedal or lever\nBull bars means bull bars including Roo bars, nudge bars, carry racks, and any structure mounted on or to the front\nbumper bar area of a motor vehicle\nChain means either a chain or belt\nCNG means Compressed Natural Gas, also known as natural gas for vehicles\nCoupling device means the components including tow bars, tow hooks, automatic pin type couplings, fifth\nwheels/turntables, skid plates, kingpins, mounting bolts, and any attachments for any of the items listed\nDoor component means the components including doors, hatches, catches, safety catches, removable covers,\ninternal and external handles, locking devices and any fastening used\nESC means Electronic Stability Control\nFrame component means the components including a vehicle's chassis and body\nGTM means the Gross Trailer Mass, the mass transmitted to the ground by the axle or axles of the trailer when\ncoupled to a towing vehicle and carrying its maximum load approximately uniformly\nGVM means the Gross Vehicle Mass, the maximum laden mass recommended by the manufacturer\nHand brake component means the components including a handle, pedal, actuator (i.e. an electric solenoid), or\nassociated component of a hand brake or park brake system\nInspection Certificate means a Safety Certificate and a Certificate of Inspection\nLap anchorage means an \"Anchorage\" provided to facilitate pelvic restraint\nLighting component means the components including lamps, reflectors, lens, and lamp reflectors\nLPG means Liquid Petroleum Gas\nMudguard means the mudguard including any mudflap fitted\nNCOP means the Vehicle Standard Bulletin 14: National Code of Practice for Light Vehicle Construction and\nModification available at https://www.infrastructure.gov.au/infrastructure-transport-vehicles/vehicles/vehicle-\ndesign-regulation/rvs/bulletins/ncop\nNG means Natural Gas, includes both Compressed Natural Gas (CNG) and Liquid Natural Gas (LNG)\nQueensland Light Vehicle Inspection Manual – November 2023 - 2 -"
  },
  {
    "page": 9,
    "text": "Permanent structure means the structure that cannot be readily removed within a short time using hand tools\nPowertrain means the engine and transmission\nPrimary vision area means the area of the windscreen swept by the original vehicle manufacturer's wiper blades\nRoute service omnibus means an omnibus specially designed with spaces for standing passengers\nSafety chain means the safety chains including any cable that performs the same function\nSafety glass means non-shatterable transparent material\nSafety System Warning Light, Symbol or Audible Warning means an original vehicle manufacturer (OVM) fitted\nwarning device that indicates a fault in a safety system such as ABS, ESC, AEB or another vehicle or occupant\nprotection system\nSeat means a structure provided to seat the driver and/or passengers\nSeating component means the components including cushions, backrests, head restraints, frames and slides, and\nother controls (other than lumbar support controls)\nSuspension dampening components means any part of the vehicle's suspension dampening system and includes\nshock absorbers and suspension struts\nTMR means the Department of Transport and Main Roads\nTransmission means the transmission including any gearbox\nVSS Regulation means the Transport Operations (Road Use Management—Vehicle Standards and Safety) Regulation\n2021 available at https://www.legislation.qld.gov.au/view/pdf/inforce/current/sl-2021-0114\n2.1. Vehicle Classifications\nLight Vehicle (LV) means a vehicle that is propelled by a motor that forms part of the vehicle and has a gross vehicle\nmass (GVM) not exceeding 4.5 tonnes but excluding L-Group vehicles except for LEP or LEG classified vehicles.\nTrailer (T) means a trailer with an Aggregate Trailer Mass not exceeding 4.5 tonnes.\nL-Group Vehicle (LG) means a moped (with 2 or 3 wheels), motorcycle (whether or not a side car is attached) and a\nmotor tricycle, excluding LEP and LEG classified vehicles.\nHeavy Vehicle means a vehicle, including trailer, which has a GVM or GTM exceeding 4.5 tonnes.\n3. Modified vehicles\nMany vehicles have been modified from their original vehicle manufacturer specifications. When inspecting these\nvehicles, it is important to ensure the modifications meet the defined standards and that they have been correctly\napproved. To assist in determining the appropriate standards and means of approval, the following information is\nprovided.\n3.1. Modifications categories\nModifications fall into four categories, depending on their complexity. The level of approval or certification required\nincreases with the complexity and risk associated with the modification.\nMinor modifications pose the lowest risk to vehicle safety and, as such, do not require formal approval or\ncertification. However, the vehicle must continue to meet Queensland vehicle standards. More information on\nminor modifications is provided in Vehicle Standards Instruction - Minor Modifications published at\nhttps://www.tmr.qld.gov.au/safety/vehicle-standards-and-safety/vehicle-standards/vehicle-standards-instructions.\nQueensland Light Vehicle Inspection Manual – November 2023 - 3 -"
  },
  {
    "page": 10,
    "text": "Basic modifications are changes to a vehicle that are more significant than a minor modification. They do not require\nformal approval or certification but must meet the “basic modifications” standards provided in NCOP and the\nQueensland Code of Practice: Vehicle Modifications.\nComplex modifications cover modifications such as engine substitutions, gearbox and rear axle changes, vehicle\nbody modifications, and steering and brake replacements. These are significant modifications that can seriously\naffect the safety of a vehicle if not performed properly. Complex modifications are certified by approved persons\nwho affix a modification plate to confirm the certification. A list of modification codes is provided in Information\nSheets 1(a), 1(b) and 1(c) in Part 3 Information Sheets for Approved Examiners.\nSpecific modifications fall outside the scope of the codes of practice and therefore cannot be certified by an\nApproved Person. As such, specific modifications must be approved by the Vehicle Standards Unit of TMR before\nbeing certified by an Approved Person. This approval will be provided in writing and must be produced when the\nvehicle is being inspected.\nThe Motor Vehicle Modification Application form (F1854) must be used when applying to the Department of\nTransport and Main Roads for a specific modification. The form is available for download at\nhttps://www.support.transport.qld.gov.au/qt/formsdat.nsf/qtforms/QF1854/. Please email the application form and\nyour submission to vehiclestandards@tmr.qld.gov.au or send it to:\nVehicle Standards\nDepartment of Transport and Main Roads\nPO Box 673\nFortitude Valley QLD 4006\nApplicants should supply as much vehicle and engineering detail as possible to allow the modification to be assessed\nand avoid delays in processing of submissions.\nNote: Applications to modify a vehicle outside the requirements of an approved code of practice will only be\nconsidered by TMR if there is a genuine operational need for the modification.\nFor further advice regarding vehicle modifications, contact TMR on 13 23 80 or by email at\nvehiclestandards@tmr.qld.gov.au.\n3.2. Interstate modifications\nModification approvals issued by other State and Territory Registration Authorities are not recognised in Queensland\nfor registration purposes. For a vehicle that has been modified and certified in another State or Territory, the owner\nof the vehicle must either apply to TMR for reciprocal recognition of the interstate approval or present the vehicle to\nan Approved Person to have the modification re-certified.\n3.3. Design requirements\nMotor vehicles built from 1969 for the Australian market are designed to meet specific design requirements, most of\nwhich provide safety standards for the vehicle occupants and other vulnerable road users. These requirements are\nset out in ADRs and are not easily checked without extensive test facilities.\nThe second edition ADRs apply to vehicles manufactured from 1969 to 1989 while those manufactured from 1989\nmust comply with the third edition ADRs. Motor vehicles built prior to 1969 are not required to comply with the\nADRs however, they must meet the requirements set out in the VSS Regulation.\nA vehicle that is subject to the ADRs has a Compliance/Identification plate or label. This plate/label gives the make\nand type of vehicle and the year of manufacture and, for some categories of vehicle, the number of seating\npositions.\nQueensland Light Vehicle Inspection Manual – November 2023 - 4 -"
  },
  {
    "page": 11,
    "text": "Since 1 July 2021, new vehicles have been required to be entered into the Register of Approved Vehicles (RAV). The\nRAV entry has replaced compliance plates and provides information about a vehicle when it was first supplied to\nmarket. Vehicles can be searched on the RAV using the VIN. Further information is available on the Commonwealth\nDepartment of Infrastructure, Transport, Regional Development, Communications and the Arts website\nhttps://www.infrastructure.gov.au/infrastructure-transport-vehicles/vehicles/rvs/rav\n3.4. Role of Approved Inspection Stations\nApproved Examiners are not expected to conduct highly complex or destructive tests. However, they are required to\ncheck in-service aspects of ADR requirements. For instance, Approved Examiners should make sure that the required\nADR systems are present, are not obviously modified and that they are sound and functional.\n4. Safety Certification Inspections\nAIS proprietors/nominees and Approved Examiners should remember that the vehicle owner is relying on them to\nensure their vehicle meets legal requirements and is safe to drive on the road. The Inspection Certificate shows the\nvarious vehicle systems that are to be checked.\n4.1. Inspection of a motor vehicle\nThe vehicle should be presented in a clean condition free of excess dirt and grease. If a vehicle is not presented in a\nreasonably clean condition, advise the customer to return the vehicle in a clean condition so a thorough inspection\ncan be conducted. When conducting an inspection of a motor vehicle, the Approved Examiner should carry out no\nless than the following checks:\n1. Verify the registration plate number (if registered) and chassis number/VIN on the vehicle and record all\nthe necessary vehicle details (i.e. make and model, chassis/VIN, and the odometer reading).\nNote: A trailer VIN/chassis number must be clearly stamped, embossed or otherwise permanently marked on a\nsubstantial part of its frame or chassis. The trailer plate is not considered a permanent marking. If the engine\nnumber is not in a conspicuous position, the number on the vehicle manufacturer’s supplementary label may be\nused. It is not mandatory to record the engine number for vehicles manufactured after 1989 that have a VIN. It is\nmandatory to record the engine number and chassis number for a vehicle manufactured before 1989.\n2. Check that modifications requiring approval have the correct codes listed on the modification (blue)\nplate, or an approval letter from TMR. Check that minor or basic modifications not requiring approval\ncomply with vehicle standards. Refer to Section 3 for details.\n3. Examine the vehicle’s exterior.\n4. Check all doors, windows and bodywork.\n5. Sit in the driver’s seat and test all the driving controls.\n6. Check seats, seat belts, mirrors, sun visors, glazing, and forward vision through the windscreen.\n7. Check the operation of steering linkages and all lights, including the aim of the headlights. (Another\nperson may be required to assist with the inspection of steering and some lights.)\n8. Open the bonnet and check the engine, battery, and any other items listed in the inspection guide.\n9. Check the operation of all steering linkages, all road wheels and their fastenings, and check the tyres.\n10. Raise the vehicle and check the suspension, wheel bearings, and steering components.\n11. Check the underbody, chassis, subframes, engine and drive train, suspension systems, exhaust, and\nbraking system components. If it is necessary to remove wheels and drums to effectively examine\nbraking components, this task should be carried out.\nQueensland Light Vehicle Inspection Manual – November 2023 - 5 -"
  },
  {
    "page": 12,
    "text": "12. Road test the vehicle.\n13. Test the service brake and parking/hand brake. Record the results, attach a copy in ICO (if used) and\nretain the original digital test records for audit and investigation purposes.\n14. Ensure the odometer and speedometer are operating, check the vehicle for poor handling, pulling to\neither side or undue vibrations, and the operation of the transmission.\n15. Prepare the inspection report carefully, making sure that all necessary information is given.\nNote: From time to time, AIS proprietors/nominees and Approved Examiners will encounter situations that may not\nappear to be covered in the QLVIM. In such cases, advice should be obtained from your local Transport Inspector or\nthe Vehicle Standards Unit.\n4.2. Road test\nA road test is to be conducted by the Approved Examiner who conducted the inspection of the motor vehicle\n(trailers are not required to be road tested) to confirm the safe operation of the motor vehicle. A substitute driver is\nnot permitted to conduct the test. If a defect has been detected during the initial visual checks which, in the opinion\nof the Approved Examiner, would make the vehicle unsafe to operate on the road, a road test is not to be\nperformed. The standards to be applied during the road test are contained in the relevant component sections of\nthe QLVIM.\nThe operation of the following must be validated during the road test:\n• Foot brake (including hand operated brake on motorbikes)\n• Park brake\n• Steering\n• Clutch\n• Suspension\n• Gear change mechanism\n• Accelerator/throttle control\n• Drive line condition (including chain/belt drives on motorbikes)\n• Windscreen wiper/washers\n• Driving position/visibility\n• Exhaust system\n• Speedometer and odometer operation\n• Engine does not stall at idle, unless fitted with a manufacturer's stop/start system\n• Faults are not present with on-board control units (i.e. airbag fault light, stability control fault light,\netc).\nNote: If a defect is detected during a road test, the examiner must record “fail\" under both the road test section of\nthe Inspection Report and the applicable section relating to the defect (i.e. brakes, steering, etc).\nQueensland Light Vehicle Inspection Manual – November 2023 - 6 -"
  },
  {
    "page": 13,
    "text": "Part 2 – Reason for Rejection\nThe Reason for Rejection section sets out the criteria for when a vehicle is considered defective and must fail an\ninspection. The Reason for Rejection are applicable to the vehicle classifications of Light Vehicle (LV), L-Group Vehicle\n(LG), and Trailers (T) stated with each reason.\n1. Seats and Restraints\nThe following reasons for rejection for seats and restraints are to ensure that all seating and restraints fitted to a\nvehicle provide a comfortable and secure position for vehicle occupants.\n1.1. Seats and seating\na) \"Seating components\" are not fitted, not secure, are structurally damaged, or have LV LG\nsharp/jagged edges or protrusions.\nb) A \"seating component\" used for adjustment of a seating position is not operational or LV LG\ndoes not hold a selected position allowed for in the mechanism’s design.\nc) \"Seating components\" are cracked, broken, distorted, missing, or corroded to the point LV LG\nwhere the seat is weakened and/or failure is likely to occur.\nd) Any seats are not securely mounted to the seat anchorage point. LV LG\ne) Any change to seating capacity is not certified by an Approved Person with the fitment of LV\nthe prescribed modification plate with the LK1 modification code.\nf) Where seats and seat belts have been removed from a vehicle (e.g., rear seats in a van), LV\nmounting holes in the floor panels have not been sealed off to prevent the entry of\nfumes/gases into the vehicle’s interior.\n1.2. Seatbelts\na) The original vehicle manufacturer’s seatbelts are missing, or the replacement belts do LV\nnot meet the vehicle manufacturer’s specifications.\nb) Seatbelt assemblies are not securely attached to the respective anchorage point or show LV\nsigns of distortion, cracks, fractures, or other damage likely to cause failure.\nc) A seatbelt stalk is missing or damaged. LV\nd) Seatbelt webbing is not correctly and firmly secured at each end or is damaged, frayed, LV\nsplit, torn, altered, or modified.\nNote 1: Information Sheet No. 2 of Part 3 Information Sheets for Approved Examiners\ncontains details of the ADR seatbelt requirements.\nNote 2: Discoloration alone of the seatbelt webbing is not a cause of rejection.\ne) When extended, the seatbelt sash does not retract. LV\nNote 3: The speed of retraction should not be a cause for rejection unless it affects the\noverall operation of the seat belt assembly in any way.\nQueensland Light Vehicle Inspection Manual – November 2023 - 7 -"
  },
  {
    "page": 14,
    "text": "f) Seatbelt attachments are not operational. LV\nNote 4: Seatbelt attachments include buckles, tongues, adjustment devices, and\nemergency locking retractors.\ng) Non-retractable seatbelts do not have sufficient adjustment to allow effective use of the LV\nbelts or do not maintain the adjusted positions.\n1.3. Seatbelt Anchorages\na) Anchorages provided by the vehicle manufacturer are not used wherever seatbelts are LV LG\nfitted.\nb) Seatbelt anchorages are not securely anchored to the structure of the vehicle or show LV LG\nsigns of corrosion, distortion, cracks, fractures, or other damage likely to cause failure.\nc) Additional anchorages, which are those not provided by the vehicle manufacturer, are LV\nnot certified by an Approved Person with the fitment of a prescribed modification plate\nmarked with the LK1 modification code.\n1.4. Child Restraints\na) Child restraint anchorages, where fitted, are not securely anchored to the structure of LV\nthe vehicle and/or show signs of corrosion, distortion, cracks, fractures, or other damage\nlikely to cause failure.\nb) Child restraint anchorage points are weakened or obstructed by the fitting of accessories LV\n(e.g., radio speakers, storage boxes, etc).\nc) Additional child restraint anchorages, which are those not provided by the vehicle’s LV\nmanufacturer, are not certified by an Approved Person with the fitment of a modification\nplate marked with the LK6 modification code.\n1.5. Additional notes for Approved Examiners\n• A modification plate is required to confirm the change in seating capacity and must be issued by a suitably\nendorsed Approved Person.\n• Seatbelts that have been removed or added as part of an approved modification are permitted.\n• If additional seats and seatbelts or replacement seatbelts are fitted, second-hand seatbelts are not to be\nused.\n• Additional information can also be found in the following Vehicle Standards Instructions:\nPermanent and temporary removal of seats from light motor vehicles\no\nSeat Belt Assessment\no\nVehicle Standards Instructions are published at: https://www.tmr.qld.gov.au/safety/vehicle-standards-and-\nsafety/vehicle-standards/vehicle-standards-instructions\nQueensland Light Vehicle Inspection Manual – November 2023 - 8 -"
  },
  {
    "page": 15,
    "text": "2. Lamps (lights) and electrical components\nThe following reasons for rejection for lamps and electrical components are to ensure that all lamps, reflectors, and\nother electrical \"lighting components\" are operational and to ensure the vehicle's electrical system is secured and\noperating correctly.\n2.1. Lighting equipment\na) \"Lighting components\" fitted to a vehicle are not operational, are damaged, or not LV LG T\nlocated in positions as required by prescribed standards.\nNote 1: For vehicles which are fitted with Light Emitting Diode (LED) lamp assemblies and\nof which some individual LEDs are not operating on a particular unit, it will be\npermissible to accept individual LED lamp assemblies if up to and including 20%\nof the LEDs in an individual assembly are not operating.\nThat is, if an LED lamp assembly has:\n• 9 individual LEDs, it will be acceptable to have 1 LED not working.\n• 10 individual LEDs, it will be acceptable to have 2 LEDs not working.\n• 22 individual LEDs, it will be acceptable to have 4 LEDs not working.\nb) Any \"lighting component\" has a tinted or opaque cover or tinting applied to it. LV LG T\nNote 2: Headlamps may be fitted with clip on type opaque covers provided they can be readily\nremoved without the use of tools. Clear headlamp covers are acceptable provided the\nintensity of high or low beam is not affected. Original vehicle manufacturer tinted\nexternal covers that form part of the original light assembly are acceptable.\nc) \"Lighting components\", including additional lighting, are not clearly visible under all LV LG T\nnormal conditions and of a consistent intensity or are affected by dirty/discoloured\nlenses or poor electrical contact.\nd) \"Lighting components\" are not securely mounted, are faded, discoloured or are not free LV LG T\nfrom cracks, holes, or other damage which would allow the entry of moisture or dirt to\nimpair the efficiency of the component.\nNote 3: Lens repairs are acceptable but must not reduce the effectiveness of the lamp when the\nlamp is lit.\ne) The number plate lamp(s) directs light onto surfaces other than the rear number plate. LV LG T\nf) Any rear facing lamp, other than a reversing lamp, shows white light to the rear of the LV LG T\nvehicle.\ng) Any optional/additional \"lighting component\" interferes with the effective operation of LV LG T\nany compulsory \"lighting component\".\nh) A \"lighting component\" is fitted which is not required or permitted by Vehicle Standards LV LG T\nor another law.\nNote 4: Further information on lamps/lights is contained in Information Sheets No. 8 (page 68)\nand 9 (page 70) in Part 3 Information Sheets for Approved Examiners.\nQueensland Light Vehicle Inspection Manual – November 2023 - 9 -"
  },
  {
    "page": 16,
    "text": "i) The vehicle is fitted with a flashing light apart from indicators and hazard lamps. LV LG T\nNote 5: Flashing lights are permitted on special use vehicles, i.e. emergency vehicles and\nvehicles fitted or built for use in hazardous situations on a road and vehicles operating\nunder the guideline: Fitment of Warning Devices on Light Vehicles In Queensland:\nhttps://www.publications.qld.gov.au/dataset/vehicle-standards-safe-movement-\nguidelines/resource/cb1499a0-d06f-4d59-b7c8-ef4b1ee48809\n2.2. Headlamps\na) Headlamps are not correctly focused or aimed. LV LG\nNote 1: Headlight aim is to be tested on a graduated screen placed 9 metres in front of the\nvehicle or by using an approved headlight testing machine. An example of an approved\nheadlight testing screen is shown in Information Sheet No. 4 (page 60) in Part 3\nInformation Sheets for Approved Examiners.\nNote 2: For ADR complying vehicles, the maximum low beam headlamp height is 1200mm.\nNote 3: For pre-ADR vehicles, the maximum low beam headlamp height is 1400mm.\nb) Reflector surfaces are tarnished or have other damage that reduces the intensity of low LV LG\nor high beam.\nc) Headlamps are not of a consistent intensity. LV LG\nd) The light from the headlamp is obstructed by the fitting of other components (e.g., \"bull LV LG\nbars\", nudge bars, or fishing rod holders).\ne) A dipping device to change the headlamps from the high beam position to the low beam LV LG\nposition and operated by the driver from the normal driving position is not fitted or\noperational.\nNote 4: A motor vehicle built after 1934 that can travel at over 60 km/h must be fitted with a\ndual beam (dipping high/low) headlamp system.\nf) A device to indicate to the driver that the headlamps are in the high beam position is not LV LG\nfitted or operational.\nNote 5: A motor vehicle built after 1953 must be fitted with a device to indicate to the operator\nthat the headlamps are in the high beam position.\ng) High Intensity Gas-Discharge (HID) assemblies are not self-levelling, do not have a LV LG\nwash/wipe function and/or do not disperse the light correctly.\nQueensland Light Vehicle Inspection Manual – November 2023 - 10 -"
  },
  {
    "page": 17,
    "text": "h) The following lamps, where applicable, do not operate correctly or do not emit the LV LG T\ncolour light as indicated:\n• front park or side lamps (white);\n• brake lamps (red);\n• tail lamps (red);\n• turn signal indicator lamps (amber, or white if prior to 1973);\n• rear facing signal indicator lamps (yellow/amber/red prior to 1973);\n• hazard warning lamps (yellow/amber);\n• clearance/side marker lamps, (if fitted, front – yellow/white, side –\nyellow/amber, rear – yellow/amber and red);\nNote 6: For pre-ADR vehicles, clearance lamps must be fitted to all vehicles which exceed 2.2\nmetres in width and be mounted not more than 400mm in from the side of the vehicle,\nat least 750mm higher than the centre of any low beam headlamp or not lower than the\ntop of the windscreen.\nNote 7: Clearance lamps must be fitted to ADR complying vehicles which exceed 2.1 metres in\nwidth, be mounted not more than 400mm in from the side of the vehicle and not lower\nthan the top of the windscreen.\n• number plate lamp/s (white);\n• reversing lamps/s (yellow/amber, if pre-1989 vehicles only, or white);\n• daytime running lamp/s (white);\n• additional lamps, if fitted.\nNote 8: Further information on lamps/lights is contained in Information Sheets No. 8 (page 68)\nand 9 (page 70) in Part 3 Information Sheets for Approved Examiners.\ni) If fitted, daytime running lamps on vehicles do not automatically switch on when the LV LG\nengine is running.\nNote 9: For Light Vehicles, the daytime running light may remain off if the parking brake is in the\napplied position or, for an automatic transmission, the vehicle is in the park position.\nj) If fitted, daytime running lamps do not switch off when the headlamps are switched on, LV LG\nother than when the headlamps are used as a flashing signal.\n2.3. Other lamps, reflectors, or additional lighting\na) The reverse lamp, if applicable, operates other than when reverse gear is selected. LV LG T\nb) Any yellow/amber clearance lamp, if fitted, or front turn signal lamp (on vehicles LV LG\nmanufactured from January 1973) shows white light.\nc) The turn signal switch is not readily operable by the driver from the driving position. LV LG\nd) The turn signal operation is not indicated by means of a visible and/or audible tell-tale. LV LG\ne) Additional headlamps (driving lamps) do not operate in conjunction with the high beam LV LG\ncircuit only and are not fitted with an independent on/off switch.\nQueensland Light Vehicle Inspection Manual – November 2023 - 11 -"
  },
  {
    "page": 18,
    "text": "f) More than four (4) additional headlamps (driving lamps) are fitted to the vehicle. LV\nNote 1: Driving lamps may be fitted in odd numbers only if they comply with Vehicle Standards\nInstruction - Driving lamps, including Light Emitting Diode (LED) light bars on light\nvehicles, published at https://www.tmr.qld.gov.au/safety/vehicle-standards-and-\nsafety/vehicle-standards/vehicle-standards-instructions\n2.4. Rear marking plates\na) Do not overtake turning vehicle marker plates are fitted to a vehicle with a length less LV T\nthan 7.5m.\nb) Retro/reflective rear marker plates are fitted and are damaged, faded, discoloured, or LV T\ninsecure.\nc) Retro/reflective rear marker plates do not comply with the relevant Australian Standard LV T\nand are not fitted in locations specified by the prescribed standards.\nNote 1: Further information on rear marker plates is contained in Vehicle Standards Bulletin\n(VSB) 12 – Rear Marking Plates available from www.nhvr.gov.au.\n2.5. Wiring harness\na) Electrical wiring is not securely mounted or is located in such a way that would make the LV LG T\nvehicle unsafe.\nb) Electrical wiring is not correctly insulated or is exposed to excessive heat or chafing. LV LG T\nc) Electrical wiring or connectors hinder driver or passenger movement or are hanging LV LG T\nloose.\n2.6. Battery\na) A battery is not secured in a cradle or carrier using hold-down clamps. LV LG T\nb) A battery is cracked, leaking, or has missing caps. LV LG T\nc) Batteries fitted in enclosed areas (i.e., boot, cabin, etc) are not adequately vented to the LV LG T\noutside of the vehicle.\n2.7. Warning device (horn)\na) A warning device is not fitted or operational and the tone is not of a single pitch. Dual air LV LG\nor electrical horns are acceptable provided they are of a single pitch.\nb) A warning device is not clearly audible, or the actuating mechanism is not located within LV LG\nthe reach of the driver in the normal driving position.\nQueensland Light Vehicle Inspection Manual – November 2023 - 12 -"
  },
  {
    "page": 19,
    "text": "3. Windscreen and glazing\nThe following reasons for rejections for windscreens and glazing are to ensure that the windscreen, windows, and\nassociated components are in such a condition that the driver has a clear field of vision and provide sufficient\nventilation for occupants.\n3.1. General windscreen and glazing\na) Vehicles built after 1 July 1953 are not equipped with \"safety glass\" or non-shatterable LV LG\ntransparent material, wherever transparent material is used (windscreens, side\nwindows, or interior partitions).\nNote 1: Non-shatterable means not able to break or be broken into many small pieces.\nb) Tinting is applied to the front windscreen, apart from a strip of material fitted to the LV\nupper edge of a windscreen which extends no lower than the lesser of either:\n• the horizontal line contacting the upper most point of the \"primary\nvision area\"; or\n• the upper 10 percent of the windscreen.\nNote 2: A vehicle fitted with safety features which include a camera or sensor at the top of the\nwindscreen must not be fitted with tinting that adversely affects the usage of those\nsafety features.\nc) Window tinting, other than the front windscreen, have a light transmittance factor less LV\nthan 35% (T35), or less than 20% (T20) behind the driver's seating position, unless\nspecifically approved.\nNote 3: A measuring inaccuracy allowance of 5% for equipment may be acceptable for the\nspecified light transmittance factor. For example, it is acceptable to measure a light\ntransmittance factor as low as 30% for the driver side window.\nd) Tinting material, of any shade, with a reflectance of more than 10% is fitted to a LV\nwindow.\ne) Tint films are not free of bubbles, scratches, or other defects that significantly affect the LV\ndriver’s field of view.\nf) The \"primary vision area\" is cracked, scored, chipped, badly sandblasted, or otherwise LV LG\ndamaged so as to impair the driver’s vision or damage the wiper blades.\ng) The driver's half of the \"primary vision area\" (right half for right-hand drive vehicles) has LV\nbull’s-eyes or star fractures more than 16mm in diameter or cracks more than 150mm\nlong which either penetrate more than one (1) layer of the glass in a laminated\nwindscreen or interfere with the driver’s vision.\nh) The interior surface of a laminated glass windscreen is cracked. LV\ni) Windscreens are removed and not replaced. LV\nj) Anything is fitted to the windscreen or vehicle that obstructs the driver’s vision through LV LG\nthe \"primary vision area\".\nk) Posters, stickers, or other non-transparent materials that would interfere with the LV LG\ndriver’s vision are affixed to the windscreen.\nQueensland Light Vehicle Inspection Manual – November 2023 - 13 -"
  },
  {
    "page": 20,
    "text": "l) Windows are cracked or broken. LV\nm) At least half of the number of windows which are designed to be opened, one of which LV\nmust include the driver’s window, are not capable of being opened.\n3.2. Windscreen and glazing repairs\na) Windscreens are not repaired in accordance with the relevant Australian Standards. LV\nb) Any windscreen repair exhibits significant optical defects which would distort or distract LV LG\nthe vision of the driver when inspected from the inside of the vehicle.\nc) Windscreen repair is not performed in accordance with the manufacturer’s instructions. LV LG\nd) Repairs in the \"primary vision area\" reduce the effectiveness of the wiper blades. LV\ne) Replacement windscreens, window glass, or any glazing is not of an approved type of LV\n\"safety glass\" and does not bear an identification mark indicating the standard to which\nthe glass has been manufactured (e.g., AS 2080, BS AU178, UNECE R43).\nf) Replacement windscreen and window glass is not etched or indelibly printed with the LV\nglass manufacturer’s information. Decals and adhesive labels are not acceptable.\n3.3. Wipers, washer and demisters\na) Windscreen wipers are not operational at all speeds, do not return to their correct LV\nparked position, or are not operable by the driver from the normal driving position.\nb) Wiper components are not in good condition (i.e., rubbers are split, frayed, hardened, or LV\nperished and/or wiper arms/blades are missing, bent, or twisted preventing the wiper\nblade rubbers from clearing the windscreen effectively).\nNote 1: Wiper components include blade rubbers and wiper arms.\nc) Where applicable, the vehicle is not fitted with a windscreen washer system that is LV\noperational, is incorrectly aimed, or is not operable from the normal driving position.\nd) Vehicles as listed in Information Sheet 14 (page 83) in Part 3 Information Sheets for LV\nApproved Examiners are not fitted with a working windscreen demister or washer.\ne) A demister, where required, does not have the ability to effectively demist the screen LV\n(hot or cold air is acceptable).\nNote 2: Rear demisters and rear window wipers are not required in ADRs and, as such, they are\nnot required to be operable.\n4. Body, chassis and frame\nThe following reasons for rejection for body, chassis, and frame are to ensure the vehicle body is structurally sound\nand free from any defects, protrusions, or additional fittings that are likely to increase the risk of bodily injury to any\noccupant and other road users.\nQueensland Light Vehicle Inspection Manual – November 2023 - 14 -"
  },
  {
    "page": 21,
    "text": "4.1. Doors, hatches, hinges and catches\na) \"Door components\" are not securely fitted and mounted or do not operate in the LV T\nmanner for which they were designed.\nb) \"Door components\" are cracked, broken, distorted, or corroded to the point where a LV T\ncomponent is weakened, or failure of a component is likely to occur.\nc) \"Door components\", as applicable, are not fitted, secure, or operating correctly. LV T\n4.2. Body, chassis and frame (floor pan and sub-frame)\na) A \"frame component\" is cracked, sagged, broken, distorted, missing, or corroded to the LV LG T\npoint where a component is weakened, or failure of a component is likely to occur.\nNote 1: Minor rust/corrosion in body panels is not considered dangerous to structural integrity.\nFurther information on rust is contained in Information Sheet No. 11 (page 75) in Part 3\nInformation Sheets for Approved Examiners.\nb) Any fastenings between \"frame component\" members, including welds, are not secured, LV LG T\nor are cracked or distorted.\nc) The body or any attachment/fitting is not securely mounted to the frame or chassis. LV LG T\nNote 2: For vehicles fitted with extendable stabilisers or outriggers to support the use of a\nloading crane or to maintain the level of the vehicle when parked, refer to Information\nSheet 17 (page 87) in Part 3 Information Sheets for Approved Examiners.\nd) Any repairs carried out do not retain the original strength of the component/section. LV LG T\ne) Body blocks are fitted which lift the vehicle more than 50mm. LV T\nf) Any panels, fittings, body components or structural components (internal or external) LV LG T\nare not firmly and securely mounted and supported or have sharp edges or protrusions\nwhich would increase the risk of injury to any person who comes into contact with the\nvehicle.\ng) Cargo anchorage points are structurally damaged or repaired in a manner that does not LV LG T\nretain the original strength of the component.\n4.3. Bull bars\na) The fitting of the \"bull bar\" is such that it adversely affects the safety of the vehicle or LV\nobscures the driver’s view or any mandatory lamps.\nb) The design and attachment of the \"bull bar\" is such that it interferes with the occupant LV\nprotection systems (e.g., airbags, crumple zones) built into the vehicle.\nc) A \"bull bar\" is mounted in a manner that does not meet the vehicle manufacturer’s LV\nstandards.\nd) A \"bull bar\" is designed or fitted in a manner that adversely affects the safety of the LV\nvehicle.\ne) A \"bull bar\" is not firmly and securely mounted and supported. LV\nQueensland Light Vehicle Inspection Manual – November 2023 - 15 -"
  },
  {
    "page": 22,
    "text": "f) A \"bull bar\" is designed in a manner that does not minimise the potential to injure LV\npedestrians, cyclists, and other vulnerable road users.\nNote 1: For guidance on recommended \"bull bar\" profiles refer to AS 4876.1-2002.\ng) Vehicles fitted with one or more airbags or manufactured to comply with ADR 69 - Full LV\nFrontal Impact Occupant Protection or both ADR 69 and ADR 73 – Offset Frontal Impact\nProtection, are not fitted with a \"bull bar\" which:\n• has been certified by the vehicle manufacturer as suitable for that vehicle; or\n• has been demonstrated by the \"bull bar\" manufacturer to not adversely affect\ncompliance with the ADRs or interfere with the critical airbag timing mechanism,\nas the case may be. This must be indicated by the fitting of a plate or sticker by\nthe \"bull bar\" manufacturer detailing compliance to ADRs.\n4.4. Body fittings\na) A part of the vehicle/trailer or component fitted to it obscures any compulsory lighting LV LG T\nor the number plate.\nb) The rear surface of a specified vehicle is not painted silver or white. T\nNote 1: Any trailer which is more than 2.2 metres in width and fitted with a body which is less\nthan 300mm in height at the rear, measured from the lowest point of the body above\nthe ground to the highest point, does not have the rear face of any rear \"mudguards\"\npainted silver or white.\nNote 2: The rear coaming of any trailer described above is not painted silver or white in colour\nfor a depth of 75mm or more. The above does not apply when a vehicle is correctly fitted\nwith rear marker plates.\nc) Fairings or any attachments are not free of sharp edges or protrusions, corrosion, LG\nfractured panels, or fittings likely to cause injury to any person with whom the\nmotorbike may come into contact.\nd) Motorbikes are not fitted with adequate protection, for rider and passenger, from any LG\nmoving parts or any area which would constitute a safety hazard.\nNote 3: Moving parts, for an L-group vehicle, refers to components including chains, belts, road\nwheels, tyres and exhaust.\ne) A sidecar, if fitted, is not securely attached and mounted to the left-hand side of the LG\nmotorbike.\nNote 4: Motorbike sidecars with bolt on attachment points are acceptable. Motorbike sidecars\nwith welded on attachment brackets require approval from the Department of\nTransport and Main Roads.\nf) Any part of a motorbike, without a sidecar, projects more than 150mm ahead of the LG\nfront wheel or 300mm behind the rear wheel.\ng) Any reflective/chrome effect vehicle wraps have been applied to any external body LV LG T\npanels.\nQueensland Light Vehicle Inspection Manual – November 2023 - 16 -"
  },
  {
    "page": 23,
    "text": "4.5. Motorbike riding controls\na) Riding controls are not securely fastened or not in the correct location as per the LG\nrelevant ADR for date of manufacture.\nb) The incorrect number of footrests are fitted, as per the seating capacity of the LG\nmotorbike.\nc) Footrests are bent, damaged, or not secure. LG\n4.6. Mudguards and wheel arches\na) The \"mudguards\" are not secure. LV LG T\nb) \"Mudguards\" are not capable of deflecting downwards any mud, water, stones, or any LV LG T\nother substance thrown upward by the rotation of the wheels.\nNote 1: Further information on Light Vehicle \"mudguards\" is contained in Information Sheet No.\n3 (page 58) in Part 3 Information Sheets for Approved Examiners.\nNote 2: Further information on L-Group vehicle \"mudguards\" is contained on the Motorcycle\nStandards webpage on the TMR website: https://www.tmr.qld.gov.au/safety/vehicle-\nstandards-and-safety/vehicle-standards/motorcycle-standards.\nNote 3: Further information on Trailer \"mudguards\" is contained in Vehicle Standards Bulletin\n(VSB) 1 – Building Small Trailers available on www.infrastructure.gov.au.\nc) \"Mudguards\" are not properly fitted to provide protection over the full width of the LV LG T\nwheels and tyres, and any \"mudguard\" does not extend inboard over the full width of\nthe tyre(s), except where part of the body of the vehicle acts as a \"mudguard\".\nd) The front \"mudguard\" does not shield the portion of the wheel extending rearward from LG\na point vertically above and horizontally behind the centre of the front wheel.\n4.7. Rear vision mirrors\na) Rear vision mirrors are not fitted in accordance with prescribed standards. LV LG\nNote 1: At least one rear vision mirror must be fitted to a car (after 1 January 1972, an external\nrear vision mirror must be fitted to the right side of a car – refer to details of ADR 14 for\nother vehicle ADR applicability dates).\nAt least one rear vision mirror must be fitted to each side of a motorbike with one\nfront wheel built after June 1975.\nADR 14/02 now permits the use of a driver's side and internal convex rear-view\nmirrors. Left side convex rear-view mirrors are also acceptable. Older vehicles are\npermitted to be fitted with convex mirrors provided they comply with the ADRs.\nRear vision and reversing cameras are considered accessories (cannot replace the\nmandatory rear vision mirrors) and therefore are not required to operate.\nb) Rear vision mirrors fitted to any vehicle do not provide a clear view of the road to the LV LG\nrear of the vehicle when the operator is in a natural driving/riding position.\nc) Mirrors are not securely mounted or free from damage, blemishes, or tarnishing which LV LG\nwould reduce the view to the rear of the vehicle.\nQueensland Light Vehicle Inspection Manual – November 2023 - 17 -"
  },
  {
    "page": 24,
    "text": "d) Where there is no effective rear vision provided by the internal rear vision mirror, the LV LG\nvehicle does not have an external rear vision mirror fitted to each side of the vehicle. I I I I\n4.8. Fairings and scoops\na) Bonnet scoops are not fitted in accordance with prescribed standards. LV\nNote 1: Further information on bonnet scoops can be found in the LH section of NCOP.\nb) Body kit components, if fitted, adversely affect ground clearance and air flow for brake LV\ncooling.\nNote 2: Body kit components also includes side skirts, front and rear spoilers, and dress-up kits.\nNote 3: Further information on ground clearance is contained in Information Sheet No. 13 (page\n82) in Part 3 Information Sheets for Approved Examiners.\nc) Surfaces that could reflect light towards the driver are not non-reflective. LV LG\n4.9. Number plates\na) Number plate covers are tinted, reflective, have a convex or concave surface, or in some LV LG T\nway may affect visual or photographic recognition of the registration number.\nb) A number plate is deteriorated, faded, or damaged to an extent that the registration LV LG T\nnumber is not legible from a distance of 20 metres.\nc) A number plate is modified or trimmed in any way (e.g., cutting or bending to aid fitting LV LG T\nto the vehicle).\nd) Number plate characters are not visible from any point within an arc of 45 degrees at a LV LG T\ndistance of 20 metres above and on both sides of the number plate.\ne) A number plate is mounted more than 1300mm from the ground. LV LG T\nf) A number plate is mounted in a position other than an upright position parallel to the LV LG T\nvehicle’s axles when the vehicle is on level ground.\ng) The registration number and/or plate is not issued or approved by a State or Territory LV LG T\nRoad Transport Authority.\n5. Tow couplings\nThe following reasons for rejection for tow couplings are to ensure that all tow couplings and associated\ncomponents are in serviceable condition and that they provide the necessary load carrying capacity.\n5.1. Tow couplings, wiring harness and safety chain attachment points\na) Where ADR 62 applies, the tow coupling does not display the name or trademark of the LV LG T\nmanufacturer, the make and model of the vehicle for which the tow coupling is\ndesigned, and the tow coupling maximum rated capacity. I I I I\nQueensland Light Vehicle Inspection Manual – November 2023 - 18 -"
  },
  {
    "page": 25,
    "text": "b) Any locking mechanism associated with the coupling assembly or its attachment to the LV LG\nvehicle is missing, not fitted, inoperative, damaged, or worn to an extent that the\ncoupling is not secured and held in place within manufacturer’s tolerances.\nc) Any part of the tow bar is cracked, excessively worn, or repaired by heating or welding. LV LG\nd) The tow bar is not mounted directly to the frame or through rigid connections to the LV LG\nframe.\ne) Tow coupling tongue assemblies are not securely mounted to the tow bar/frame LV LG\nassembly.\nf) A 50mm tow ball assembly, if fitted, is not legibly and indelibly marked with the mark LV LG\n“50“ in characters not less than 5mm high.\ng) The bolts, studs, nuts, etc that are used to fasten any removable parts of the coupling or LV LG\ntow bar does not have a locking device such as an R-clip, split pin, spring washer, or\nnylon lock nut.\nh) \"Safety chain\" or cable attachment points are damaged or worn which may allow LV LG\naccidental disconnection of the chain or cable.\ni) \"Coupling devices\" are not operational, missing, not secure, cracked, corroded, LV LG\nexcessively worn, deformed, or damaged in a way likely to cause failure.\nj) Pin couplings or pintle hooks are worn beyond manufacturer’s limits or, if the LV LG\nmanufacturer’s limits are not known, any dimension on a wear surface of the horn of a\npintle hook or pin coupling is worn by more than 5% of the original diameter.\nk) All \"coupling devices\" and coupling connectors associated with a device for coupling a LV LG T\ntrailer to a motor vehicle are not operational, not secure, cracked, corroded, excessively\nworn, leaking, deformed, or damaged in a way likely to cause failure.\nNote 1: Coupling connectors also include any associated electrical wiring and flexible pipes.\nl) An adaptor is used to fit a kingpin to a fifth wheel coupling. T\nNote 2: An example of this is where an adaptor is used to convert a 50mm kingpin into a 75mm\nkingpin.\nm) Tow couplings are repaired by heating or welding. T\nn) Tow couplings are not securely mounted to the trailer drawbar. T\no) The coupling is not of a positive locking type and not fitted with an efficient and secure T\nlatching/fastening device.\np) The drawbar of a trailer is not securely fixed to the trailer frame/chassis. T\nq) Any sliding drawbar stops, or latching mechanism is faulty or inoperative. T\nr) All drawbar components and \"coupling devices\" are not free of cracks, corrosion, T\ndistortion, misalignment, or other damage.\ns) Drawbar eye is elongated by wear, cracked, or worn by more than 5% of the original T\ndiameter or manufacturer’s specifications.\nQueensland Light Vehicle Inspection Manual – November 2023 - 19 -"
  },
  {
    "page": 26,
    "text": "t) Drawbar eye bush is worn through or beyond manufacturer’s specifications, is insecure, T\nor is attached by welding (unless the manufacturer specifies welding).\nu) Where any part of the coupling, drawbar, or tow bar is removable, the bolts, studs, nuts, T\netc. fastening those parts do not have a locking device such as a U-clip, split pin, spring\nwasher, or nylon lock nut.\nv) \"Safety chains\", as required, are not securely attached to the trailer drawbar. T\nNote 3: The \"VSS Regulation\" requires that a trailer, which is in a combination and is not fitted\nwith breakaway brakes, must be connected to the towing vehicle by at least one (1)\nchain, cable, or other flexible device (the \"connection\") as well as the coupling.\nThe fitting of \"safety chains\" on other types of trailers fitted with an emergency brake\nsystem (breakaway) is optional.\nIn addition to that stated above, departmental policy requires \"safety chains\" on all\nfixed or rigid drawbar pig trailers with a GTM greater than 2.5 tonnes and fitted with\nan automatic pin type coupling, irrespective of whether the trailer is fitted with a\nbreakaway brake system or not.\nw) On rigid drawbar pig trailers, in excess of 2.5 tonnes GTM or other trailers in excess of T\n3.5 tonnes ATM, there are less than 2 chains of adequate diameter.\nNote 4: The \"VSS Regulation\" requires that a trailer, which is in a combination and is not fitted\nwith breakaway brakes, must be connected to the towing vehicle by at least one (1)\nchain, cable, or other flexible device (the \"connection\") as well as the coupling.\nThe fitting of \"safety chains\" on other types of trailers fitted with an emergency brake\nsystem (breakaway) is optional.\nIn addition to that stated above, departmental policy requires \"safety chains\" on all\nfixed or rigid drawbar pig trailers with a GTM greater than 2.5 tonnes and fitted with\nan automatic pin type coupling, irrespective of whether the trailer is fitted with a\nbreakaway brake system or not.\nNote 5: Information about minimum chain and shackle sizes is available in Information Sheet\nNo. 12 (page 80) in Part 3 Information Sheets for Approved Examiners or at\nhttps://www.qld.gov.au/transport/vehicle-safety/towing/towing-equipment.\nx) Breakaway brakes on any rigid drawbar pig trailer with an ATM of 2.5 tonnes or more T\nare not capable of activating before the \"safety chains\" have broken or the drawbar\ntouches the ground.\ny) \"Safety chains\", if required, are stretched, nicked, frayed, excessively corroded, or T\ncracked.\nz) Any trailer without breakaway brakes is not fitted with at least one \"safety chain\" of the T\nnominated size and the specified rated capacity.\nNote 6: Information about minimum chain and shackle sizes is available in Information Sheet\nNo. 12 (page 80) in Part 3 Information Sheets for Approved Examiners or at\nhttps://www.qld.gov.au/transport/vehicle-safety/towing/towing-equipment\nQueensland Light Vehicle Inspection Manual – November 2023 - 20 -"
  },
  {
    "page": 27,
    "text": "aa) Trailers with an ATM: T\n• of 2.5 tonnes or less, do not have at least one \"safety chain\" capable of being\nattached to the towing vehicle; or\n• greater than 2.5 tonnes, do not have two \"safety chains\" capable of being\nattached to the towing vehicle.\nNote 7: The \"VSS Regulation\" requires that a trailer, which is in a combination and is not fitted\nwith breakaway brakes, must be connected to the towing vehicle by at least one (1)\nchain, cable, or other flexible device (the \"connection\") as well as the coupling.\nThe fitting of \"safety chains\" on other types of trailers fitted with an emergency brake\nsystem (breakaway) is optional.\nIn addition to that stated above, departmental policy requires \"safety chains\" on all\nfixed or rigid drawbar pig trailers with a GTM greater than 2.5 tonnes and fitted with\nan automatic pin type coupling, irrespective of whether the trailer is fitted with a\nbreakaway brake system or not.\nNote 8: Information about minimum chain and shackle sizes is available in Information Sheet\nNo. 12 (page 80) in Part 3 Information Sheets for Approved Examiners or at\nhttps://www.qld.gov.au/transport/vehicle-safety/towing/towing-equipment.\nbb) The length of the \"safety chains\" does not prevent the trailer’s drawbar hitting the T\nground if the trailer is detached from the towing vehicle and there is at least one \"safety\nchain\" which is not positioned such that it prevents the drawbar from touching the\nground when the drawbar is detached.\n5.2. Towing capacity\na) In the case of trailers manufactured after 1 July 1988, the tow coupling manufacturer’s T\nname or trademark, and maximum operating capacity is not displayed on the coupling in\na conspicuous position. I I I I\n6. Steering and suspension\nThe following reasons for rejection for steering and suspension are to ensure that the steering and suspension is in\ngood working order and allows the driver effective control of the vehicle.\n6.1. Steering components\na) Any steering components are not in good condition, are missing, cracked or broken, or LV LG T\nare not securely mounted, and free from damage or distortion, or have free play beyond\nmanufacturer’s limits.\nNote 1: This must be inspected through the full range of steering movement. Steering stops\nmust prevent wheels or tyres from fouling the vehicle chassis or suspension components\non full lock.\nb) Steering stops do not prevent wheels or tyres from fouling any component on full LV LG T\nsteering lock.\nc) Any fastener is missing or insecure. LV LG T\nQueensland Light Vehicle Inspection Manual – November 2023 - 21 -"
  },
  {
    "page": 28,
    "text": "d) Steering components are removed, heated, welded (modified), or bent without LV LG T\napproval.\ne) The steering wheel is not located to the right-hand side of the vehicle unless the vehicle LV T\nis 30 years or older.\nNote 2: Vehicles of 25 years of age or older with an import approval after the 10th of December\n2019 may have the steering wheel located on the left-hand side. More information can\nbe found at https://www.qld.gov.au/transport/registration/register/left\nf) Any power steering component (electric or hydraulic) is leaking, not secure, damaged, LV LG T\nor inoperative.\ng) Any power steering belts are loose, broken, frayed, missing, or cracked through to LV LG T\nreinforcing plies.\nh) The steering system is not designed to transmit energy by mechanical means only. LV LG T\nPower assisted steering systems are acceptable.\ni) Free play in any component exceeds the manufacturer's specifications. Where the LV LG T\nmanufacturer does not provide specifications or they are no longer appropriate, the free\nmovement exceeds 3mm.\n6.2. Steering free play\na) With the road wheels in the straight-ahead position and the engine running (if the LV\nvehicle has power steering), free play in the steering wheel rim outer edge exceeds\n75mm in steering wheels up to and including 450mm diameter or 100mm for steering\nwheels over 450mm diameter.\n6.3. Steering wheel\na) The steering wheel is not securely fixed to the steering column mast shaft or is not free LV\nfrom structural damage (e.g., loose, or damaged padding).\nb) The steering wheel and accessories (padded hubs, covers, steering wheel grip, etc.) are LV\nloose or have deteriorated to an extent that they are likely to cause injury to the\noccupant. Any protective padding fitted by the original vehicle manufacturer has been\nremoved.\nc) The steering wheel does not meet the minimum diameter requirements. LV\nNote 1: The minimum diameter of any replacement steering wheel must not be less than\n330mm. The replacement wheel must be designed in a similar manner to the original\n(e.g., padded centre hub and dished spokes).\nA replacement steering wheel fitted to a vehicle complying with ADRs 69/.. or 73/..\nmust remain compliant.\nA replacement steering wheel fitted to a pre-ADR 69/.. vehicle equipped with a driver's\nside airbag as original equipment must remain fitted with an airbag operating to\nmanufacture’s specifications.\nQueensland Light Vehicle Inspection Manual – November 2023 - 22 -"
  },
  {
    "page": 29,
    "text": "d) Steering wheels fitted to light passenger vehicles manufactured on or after 1 January LV\n1971 are not replaced by a steering wheel which complies with ADR 10A or, where ADR\n69 applies, the steering wheel is not of the same specification as the one provided by\nthe vehicle manufacturer.\nNote 2: The minimum diameter of any replacement steering wheel must not be less than\n330mm. The replacement wheel must be designed in a similar manner to the original\n(e.g., padded centre hub and dished spokes).\nA replacement steering wheel fitted to a vehicle complying with ADRs 69/.. or 73/…\nmust remain compliant.\nA replacement steering wheel fitted to a pre-ADR 69/.. vehicle equipped with a driver's\nside airbag as original equipment must remain fitted with an airbag operating to\nmanufacture’s specifications.\ne) Where a Supplemental Restraint System (SRS) is fitted, there is evidence that the system LV LG\nor SRS airbag(s) is inoperative.\n6.4. Steering shaft\na) The steering shaft is not secured to the steering box worm shaft, pinion, or coupling or is LV\nincorrectly aligned or adjusted.\nb) Where a coupling is fitted, it is loose, frayed, or otherwise damaged. LV\n6.5. Outer column and ignition key\na) The outer column is not securely mounted or free from cracks and damage. LV LG\nNote 1: Special attention should be made to the collapsible section, if applicable, of the outer\nhousing.\nb) Wear in the bushes/bearings supporting the shaft exceeds manufacturer’s tolerances. LV LG\nc) Where ADR 25 applies, the ignition key can be removed in any position except in the LV LG\nlocked position.\nd) When engaged, the anti-theft lock does not prevent at least one of the following LV LG\nactions:\n• Steering of the vehicle;\n• Engaging the forward drive gears; or\n• Release of the brakes.\n6.6. Steering box/rack\na) Any manual or power steering component is not securely mounted or free from LV\nexcessive side or end play, displays roughness when operated, is binding, or leaks oil\nwhen operated through its normal range of travel.\nb) Steering rack seals are damaged, deteriorated, or missing. LV\nQueensland Light Vehicle Inspection Manual – November 2023 - 23 -"
  },
  {
    "page": 30,
    "text": "6.7. Steering linkage mechanism\na) With the wheels off the ground, the steered road wheels do not turn freely to the left LV LG T\nand right through their normal full range of travel.\nb) Steering linkages are damaged, worn, misaligned, or are not correctly located or fitted. LV LG T\nc) Tie rod and drag link ends are not secured in both the rod and taper with fasteners that LV T\nare suitably locked (e.g., split pins, lockwire, tabs, or self-locking nuts).\nd) Free play due to wear in any component exceeds the manufacturer's specifications. LV LG T\nWhere the manufacturer does not provide specifications or they are no longer\nappropriate, the free movement exceeds 3mm.\ne) Steering idler or bushing is loose on mountings or is worn in excess of manufacturer’s LV T\nspecifications. Where the manufacturer does not provide specifications or they are no\nlonger appropriate, the free movement at the end of the idler arm or idler pivot axis\nexceeds 8mm.\nf) Through the full range of steering movement, steering stops do not prevent wheels or LV T\ntyres from fouling the vehicle chassis or suspension components on full lock.\n6.8. Arms and linkages\na) There is any movement in the spline between the pitman arm and the steering box or LV\nbetween any thread or tapered joint.\nb) The free movement measured at the front or rear of the tyre when attempting to turn LV T\nthe assembly from the right to left with the vehicle supported on the lower control arm\nexceeds the manufacturer's specifications. Where the manufacturer does not provide\nspecifications or they are no longer appropriate, the free movement exceeds the\nfollowing measurements:\n• Wheel rims 405mm or less — 7mm;\n• Wheel rims over 405mm up to 455mm — 10mm;\n• Wheel rims over 455mm — 13mm.\nc) The looseness at any one point is responsible for half or more of the movement LV T\nspecified in the above paragraph.\n6.9. Steering mechanism and design\na) The handlebar of a motorbike is not secure or free play in the steering head exceeds LG\nmanufacturer’s specifications.\nb) Where steering linkages are fitted, any rotational free play exceeds 10mm at the end of LG\nthe handlebar.\nc) The steering gear is not designed in a manner that eliminates accidental detachment or LG\nover-locking.\nQueensland Light Vehicle Inspection Manual – November 2023 - 24 -"
  },
  {
    "page": 31,
    "text": "d) Steering components are misaligned with the frame or are damaged, fatigued, corroded, LG\nor distorted.\ne) Operation of the handlebar is not smooth (without jamming, fouling, or roughness in its LG\noperation) from “lock to lock”.\nf) Any equipment fitted to the motorbike, including a motor tricycle and side car, prevents LG\nfree movement (e.g. the handlebar must not come into contact with the fuel tank).\ng) The handlebar assembly is not constructed of suitable material, adequately mounted, or LG\nfree of sharp edges and protrusions.\nh) The handlebar is not symmetrical on either side of the front wheel and steering head LG\nassembly.\ni) The handlebar is not of the same shape and length on both sides of the front wheel and LG\nsteering head assembly.\nj) If the forks are raked (i.e., modified wheelbase), the horizontal distance between the LG\nmid-point of the steering yoke bearings and a point vertically above the centre of the\nfront wheel exceeds 550mm.\nk) Motorbikes fitted with offset triple clamps have a trail measurement of less than 75mm. LG\nNote 1: If offset triple clamps are fitted to the front fork assembly (i.e., the clamps are machined\nsuch that the angle of the fork stanchions is at an angle to the steering head axis), then\nthe trail measurement should be checked to ensure that the centre of the front axle is\nat least 75mm behind the point where the steering head axis line intersects the ground.\nl) Handlebar grips and control devices have deteriorated to an extent that they are not LG\nsecure or are excessively damaged or unduly worn.\nNote 2: Control devices for an L-group vehicle also include knob levers.\n6.10. Handlebar dimensions\na) The distance between the extreme ends of a handlebar assembly is greater than 900mm LG\nor less than 500mm for a motor tricycle or moped, or greater than 1100mm or less than\n500mm for a motorbike.\nb) For motorbikes manufactured prior to July 1988, the lowest part of the handgrip on the LG\nhandlebars is higher than 380mm above the steering yoke. Handlebars modified in\naccordance with the Section LL of NCOP should meet these requirements.\nFor motorbikes manufactured from 1 July 1988, the height of the lowest part of the\nhandgrip is more than 380mm above the lowest part of the upper surface of the rider's seat.\n6.11. Suspension components\na) Components are distorted, cracked, corroded, fractured, or are worn beyond LV LG T\nmanufacturer’s specifications.\nb) Free play in any component exceeds the manufacturer's specifications. Where the LV LG T\nmanufacturer does not provide specifications or they are no longer appropriate, the free\nmovement exceeds 3mm.\nQueensland Light Vehicle Inspection Manual – November 2023 - 25 -"
  },
  {
    "page": 32,
    "text": "c) Link ends are not secured with suitably locked fasteners (e.g. split pins, lockwire, tabs, or LV LG T\nself-locking nuts).\nd) Any fastener is missing or not secure. LV LG T\ne) Suspension components are worn beyond manufacturer's specifications. LV LG T\nf) Suspension components are not securely mounted and aligned or are missing bent or LV LG T\nare repaired or modified by heating or welding without departmental approval.\nNote 1: It is common industry practice to repair or re-manufacture spring hangers (rocker\nboxes). This will necessitate the welding of the original castings (in the case of repairing)\nto rebuild the component to its original configuration. This means of repair is\nacceptable, provided the method of repair and welding technique is to an acceptable\nstandard.\nThis method of repair is acceptable for trailers only.\n6.12. Spring media (springs, spring hangers, torsion bars and so on)\na) Components including the axle, “U” bolts, spring hangers, centre bolts, etc. are not LV LG T\ncorrectly aligned, adjusted, securely mounted, or are missing, unduly worn, rusted,\ncracked, or damaged.\nb) Nuts do not fully engage “U” bolts. LV LG T\nc) Suspension heights are lowered or raised by more than one-third of the manufacturer’s LV LG T\nbump stop clearance.\nNote 1: Ground clearance requirements for motor vehicles are detailed in Information Sheet No.\n13 in Part 3 Information Sheets for Approved Examiners.\nd) Any spring is cracked, broken, missing, or displaced by more than 10% of its width or LV LG T\nmakes contact with wheels, brakes, or the frame.\ne) Non-standard or manufacturer’s non-optional air or hydraulic suspension is fitted LV LG T\nwithout approval under an approved modification code.\nNote 2: Airbag or air pressurised shock absorber helper springs may be fitted in addition to the\noriginal suspension without specific departmental approval.\nf) Airbag or hydraulic suspension components, if fitted, are not in working condition or are LV LG T\nleaking or perished.\ng) Coil springs do not remain in locating seats on full suspension droop. LV LG T\nh) If a vehicle body (front or rear) is lowered or raised, the following Reasons for Rejection LV LG T\nare based on the manufacturer's dimensions for the standard unmodified vehicle while\nunladen:\n• The ride height measured between the rubber bump stop and the corresponding\nmetal stop is reduced by more than one third.\n• The rebound travel measured between the rubber rebound stop and the\ncorresponding metal stop (or the extension of the shock absorber for vehicles\nwithout a rebound stop) is reduced by more than one third.\n• Mandatory lighting/lamp heights no longer comply.\nQueensland Light Vehicle Inspection Manual – November 2023 - 26 -"
  },
  {
    "page": 33,
    "text": "i) The normal relationship between the front and rear suspension heights is unduly LV LG T\naffected.\nj) Suspension coil springs are lowered by cutting or heating. LV LG T\nk) Leaf spring suspension is altered by the use of adjustable metal plates or by placing the LV T\nleaf springs to the opposite side of the axle (repositioning over axle spring location to\nunder axle spring location or vice versa).\nl) Lowering blocks are made of material other than either steel or aluminium. LV T\n6.13. Axle locating arms and devices (shackles and bushes)\na) Axle locating devices are not in good working order, are excessively worn, cracked or LV LG T\ndamaged, or are not securely mounted or correctly adjusted.\nNote 1: Axle loading devices also includes any locating arms and associated componentry.\nb) Extended or non-approved shackle plates are fitted except if approved by the vehicle LV T\nmanufacturer as an option.\nc) Any free movement in pivot pins, kingpins, ball joints, bushes or trunnions, when LV T\nmeasured at the outer extremities of the tyres, exceeds manufacturer’s tolerances, or\nwhere manufacturer’s tolerances are not available, exceed the following:\n• Wheel rims 405mm or less — 7mm;\n• Wheel rims over 405mm up to 455mm — 10mm;\n• Wheel rims over 455mm — 13mm.\n6.14. Sway bars, linkages and bushes\na) Sway bar components are broken, loose, unduly worn, disconnected, or have been LV T\nremoved.\nI I I I\nNote 1: Sway bar components include sway bars, linkages, and bushes.\n6.15. Wheel bearings\na) Any wheel bearing is incorrectly adjusted, rough, noisy, loose on stub axle, does not LV LG T\nrotate freely, or is leaking.\nb) Movement between disc brake rotor/brake drum and backing plate exceeds LV LG T\nmanufacturer’s specifications.\n6.16. Suspension dampening system\na) \"Suspension dampening components\" are not fitted, are inoperative, not securely LV LG T\nmounted, or brackets or rubbers are missing, worn, or damaged. I I I I\nQueensland Light Vehicle Inspection Manual – November 2023 - 27 -"
  },
  {
    "page": 34,
    "text": "b) \"Suspension dampening components\" do not effectively dampen movement or show LV LG T\nsigns of leakage.\nNote 1: Shock absorbers or suspension struts are permitted to show signs of oil weeping\nprovided the units still function as required. Check with component manufacturer for\nfull details.\n6.17. Ground clearance\na) The ground clearance of a vehicle is less than 100mm excluding unsprung mass, flexible LV\nmudguards or mudflaps, flexible underbody aerodynamic aids and flexible underbody\ncovers and trays.\nNote 1: Ground clearance requirements for motor vehicles are detailed in Information Sheet No.\n13 (page 82) in Part 3 Information Sheets for Approved Examiners.\n7. Wheels and Tyres\nThe following reasons for rejection for wheels and tyres are to ensure that road wheels and tyres are of a suitable\ntype and condition and they provide the necessary load carrying capacity, speed rating, and control of the vehicle.\n7.1. Wheels/rims\na) Wheels/rims are not of an approved type and construction or are not compatible with LV LG T\nhubs.\nNote 1: This relates only to those wheels in contact with the road. The spare wheel is not\nincluded in a safety check.\nPlease also refer to the LS Section of NCOP.\nb) Wheels/rims fitted to an axle or axle group are not of the same size unless otherwise LV LG T\nspecified by the vehicle/trailer manufacturer.\nNote 2: This relates only to those wheels in contact with the road. The spare wheel is not\nincluded in a safety check.\nPlease also refer to the LS Section of NCOP.\nc) Stud or bolt holes are expanded or elongated, or wheel and retainer tapers do not LV LG T\nmatch.\nd) Any hub has missing or broken wheel mounting nuts, studs, or bolts. LV LG T\ne) Wheels rub or foul on any part of the vehicle/trailer over its full range of travel. LV LG T\nf) Wheels/rims are not secure or show signs of movement, are cracked, corroded, bent, LV LG T\nbuckled, have pieces of casting missing, show signs of welding (as a repair), or are\notherwise damaged.\ng) A spoked wheel does not have all spokes fitted or spokes are loose, corroded, bent, LV LG T\nbroken, or cracked.\nh) Tyre retaining rings are not in good condition or are incorrectly seated, sprung, LV LG T\nmismatched, bent, broken, cracked, or the ends meet when fitted to the rim.\nQueensland Light Vehicle Inspection Manual – November 2023 - 28 -"
  },
  {
    "page": 35,
    "text": "7.2. Wheel studs, nots, lockrings and hubs\na) Rims are not fitted with the correct number and type of nuts or studs. LV LG T\nb) Fasteners are not securely fitted, are damaged, or not engaged for at least the same LV LG T\nthread length as provided originally by the vehicle manufacturer.\nc) Any hub has missing, cracked, stripped, or broken wheel mounting nuts, studs, or bolts. LV LG T\nd) Spacer plates are used between hub and wheels, except if fitted by the vehicle LV T\nmanufacturer.\n7.3. Tyres\na) Tyres are not compatible with the rim to which they are fitted. LV LG T\nNote 1: To determine compatibility of tyre width to rim width, the \"Tyre and Rim Association\nof Australia Standards Manual\" should be used.\nb) Tyres are not of a type suitable for normal road use. LV LG T\nc) All tyres fitted to rims on the same axle are not of the same case construction (steel LV LG T\nradials, textile radials, or conventional cross ply).\nd) Tyres fitted to rims on an axle or axle group are not the same size. LV LG T\nNote 2: This relates only to those wheels in contact with the road. The spare wheel is not\nincluded in a safety check.\nPlease also refer to the LS Section of NCOP.\ne) Tyre load ratings are less than the minimum ratings specified originally by the LV LG T\nvehicle/trailer manufacturer.\nf) The speed rating of any tyre is insufficient. LV LG T\nNote 3: A tyre fitted to a motor vehicle must, when first manufactured, have been rated by the\ntyre manufacturer as suitable for road use at the lower of:\na. a speed of at least:\ni. for an off-road passenger vehicle – 140 km/h; or\nii. for a car or car derivative – 180 km/h; or\niii. for another motor vehicle – 120 km/h; and\nb. the vehicle’s top speed.\nSchedule 1 Section 42 of the \"VSS Regulation\" permits the use of re-treaded tyres re-\ntreaded in accordance with Australian Standard 1973. Refer to Information Sheet No.\n15 (page 84) in Part 3 Information Sheets for Approved Examiners.\ng) Where a vehicle has been fitted with re-treaded tyres, the tyres are not marked with the LV LG T\nname or identification of the re-treader of the tyre and/or speed and load rating of the\ntyre.\nQueensland Light Vehicle Inspection Manual – November 2023 - 29 -"
  },
  {
    "page": 36,
    "text": "h) Tyres do not have a tread pattern at least 1.5mm deep, other than at tread wear LV LG T\nindicators, in a band that runs continuously across the tyre width that normally comes\ninto contact with the road and around the whole circumference of the tyre.\nNote 3: The principal grooves of the tyre are the wide circumferential grooves positioned in the\ncentral zone of the tyre tread that have tyre wear indicators. If the tyre has tyre wear\nindicators, the tyre wear depth should be measured in the principal grooves. A tyre,\nhowever, must not have any excessively uneven, localised, and patchy wear of the tread\nthat may increase the safety risk.\ni) Tyre tread, shoulder, or sidewall is damaged. LV LG T\nj) Tyres have cuts, bulges, tread separation, exposed or damaged cords, are perished, or LV LG T\nother evidence of potential case failure.\nk) Any tyre on a vehicle contacts the body, inner guard, chassis, frame, braking, steering, or LV LG T\nsuspension components at any point through its full range of travel.\nl) Valve stems are cracked, damaged, perished, or loose. LV LG T\nm) Regrooved or recut tyres fitted to a motor vehicle are not clearly marked “suitable for LV LG T\nregrooving”.\nn) Any tyre clearly marked “suitable for regrooving” is regrooved or recut beyond the LV LG T\nmaximum permissible groove depth or is regrooved or recut in such a way that the ply\nor cord is exposed or damaged.\no) The sidewalls of a dual tyre configuration contact each other. LV T\n7.4. Tyre/wheel width\na) For a car or car derivative, the maximum tyre width is more than 1.3 times larger than LV\nthe vehicle manufacturer’s widest optional tyre width.\nNote 1: Maximum regulation dimensional limits must not be exceeded.\nThe requirements for fitting of alternative size rims and/or tyres are covered by the LS\nSection of NCOP.\nb) For an off-road passenger vehicle (four-wheel drive) fitted with front and rear beam LV\naxles, the maximum tyre width is more than 1.5 times larger than the vehicle\nmanufacturer’s widest optional tyre width.\nNote 2: Maximum regulation dimensional limits must not be exceeded.\nThe requirements for fitting of alternative size rims and/or tyres are covered by the LS\nSection of NCOP.\nc) The tyre width of the narrowest tyre fitted to a vehicle is less than 70 percent of the LV\nwidth of the largest tyre fitted or less than the manufacturer’s narrowest optional tyre\nand rim as indicated on the manufacturer’s tyre placard.\nd) The original vehicle manufacturer’s front or rear wheel track for a four-wheel drive/off- LV\nroad passenger vehicle is increased by more than 50mm.\nNote 3: Where the manufacturer offers the option of a wider track measurement (e.g. where\nwider wheels are optional), the maximum allowable track will be the maximum wheel\ntrack offered by the manufacturer plus 50mm for a four-wheel drive/off-road passenger\nvehicle.\nQueensland Light Vehicle Inspection Manual – November 2023 - 30 -"
  },
  {
    "page": 37,
    "text": "e) The original vehicle manufacturer’s front or rear wheel track measurements for a car or LV\ncar derivative is increased by more than 25mm.\nNote 4: Where the manufacturer offers the option of a wider track measurement (e.g. where\nwider wheels are optional), the maximum allowable track will be the maximum wheel\ntrack offered by the manufacturer plus 25mm for a car or car derivative.\n8. Brakes\nThe following reasons for rejection for brakes are to ensure that the brakes operate effectively and are correctly\nadjusted. CAUTION: Extreme caution should be taken when inspecting uncoupled trailers, particularly if they do not\nhave a parking brake. Wheel chocks should be utilised, where necessary.\n8.1. Brake system\na) Where visible, any \"brake component\" is leaking or is not securely mounted. LV LG T\nb) Any braking cables are broken, frayed, damaged, or not secured. LV LG T\nc) Any \"brake component\" is seized, severely corroded or inoperative or, where worn, is LV LG T\nworn beyond manufacturer’s limits.\nd) Brake chambers (including chamber clamps) or camshaft support brackets are missing, LV LG T\nloose, damaged, or broken.\ne) Brake shoes, springs, anchor pins, cam rollers or bushes, pull or push rods, clevis pins, LV LG T\nretainers, or brake chamber mounting bolts are missing, loose, damaged, or broken.\nf) Motorbikes do not have two independent braking systems or a single brake that acts LG\ndirectly on all wheels of the vehicle and is arranged so that effective braking remains on\nat least one wheel if any part of the system fails.\ng) Any wiring for electric brakes is disconnected, frayed, or insecure. T\nh) A trailer interconnecting flexible hose and/or coupling is not properly secured or T\ndamaged.\n8.2. Brake system operation\na) The brake controls, when operated, do not cause the corresponding brake to operate LV LG\n(with the engine running, if necessary).\nb) Any warning device or pressure/vacuum gauge does not operate correctly. LV LG\nNote 1: A warning device includes any failure indicators.\nQueensland Light Vehicle Inspection Manual – November 2023 - 31 -"
  },
  {
    "page": 38,
    "text": "c) The motor vehicle’s brake test results do not meet the specified stopping distance LV LG\nrequirements.\nNote 2: As part of the inspection, it is a requirement that both the peak and average\ndeceleration values of the service brakes are tested. If the decelerometer being used\ndoes not allow for the average value to be tested, then the distance method specified\nin each of the relevant sections below must be conducted in conjunction with the peak\ndeceleration test.\nOnce these tests (peak and average deceleration or peak and distance) have been\nconducted, the values must be recorded on the certificate in the appropriate location.\nMinimum Light Vehicle (LV) service brake deceleration values from 35km/h*\nLight Vehicle GVM Minimum Average Minimum Peak\nDeceleration Value Deceleration Value\nUnder 2.5 tonnes 3.8m/s2 (39%g) 5.9m/s2 (60%g)\n2.5 tonnes and over 2.8m/s2 (29%g) 4.4m/s2 (45%g)\nAdditionally, the service braking system must stop the Light Vehicle from a speed of 35 km/h*:\na) within 12.5 metres for a vehicle or combination with a gross mass up to 2.5 tonnes;\nb) within 16.5 metres for a vehicle or combination with a gross mass of 2.5 tonnes or over.\nc) in a straight line\nMinimum L-Group Vehicle (LG) service brake deceleration values from 35km/h*\nMinimum Average Minimum Peak\nDeceleration Value Deceleration Value\nMotorcycle 3.8m/s2 (39%g) 5.9m/s2 (60%g)\nAdditionally, the service braking system must stop the L-Group Vehicle from a speed of 35\nkm/h*:\na) within 12.5 metres for a vehicle or combination with a gross mass up to 2.5 tonnes;\nb) within 16.5 metres for a vehicle or combination with a gross mass of 2.5 tonnes or over.\nc) In a straight line\n• *A brake test performed using load cell plate-type brake test equipment is not required to meet\nthe 35km/h minimum speed provided:\n• The test is performed according to the manufacture's specifications, and\n• The plate brake tester has a current calibration certificate.\nNote: Brake testing as above is not required on vehicles built prior to 1930\nd) Any \"brake component\" is broken, excessively worn, leaking, contaminated, or is not LV LG\nsecurely mounted.\ne) Linkages are not complete, and/or components are unduly worn. LV LG\nf) Rods and cables are repaired by welding or joining. LV LG\ng) The brake controls of the towing unit, when operated, do not cause the corresponding T\ntrailer brake to operate (with the engine of the towing unit running, if necessary).\nQueensland Light Vehicle Inspection Manual – November 2023 - 32 -"
  },
  {
    "page": 39,
    "text": "h) Trailers with a GTM in excess of 0.75 tonne but not exceeding 2.0 tonnes are not T\nequipped with a braking system which operates on at least half the number of axles\n(Override or electric are acceptable).\nNote 3: Brake testing of trailers fitted with override brakes\nWhere possible, testing of any override brake system should be undertaken by\ncompressing the brake actuating device and attempting to move the trailer. This can\nonly be undertaken where a parking brake is fitted to the trailer. In accordance with\nthe ADRs, most trailers with override brakes are not required to be fitted with a\nparking brake. However, a suitable device can usually be easily incorporated into the\nactuating mechanism and is highly recommended for improving safety when the trailer\nis uncoupled from the towing vehicle.\nNote 4: Brake testing of trailers fitted with brakes other than override brakes\nWith the trailer attached to the towing vehicle, apply the trailer service brake only and\nattempt to move the trailer forward.\nNote 5: Testing of the park brake, where fitted\nApply the parking brake and attempt to move the trailer. The trailer may be coupled to\nthe towing vehicle for the test, but it should be ensured that the transmission is in\nneutral and the brakes are off.\ni) Trailers exceeding 2.0 tonnes GTM are not equipped with brakes which operate on all T\nwheels.\nNote 6: Brake testing of trailers fitted with override brakes\nWhere possible, testing of any override brake system should be undertaken by\ncompressing the brake actuating device and attempting to move the trailer. This can\nonly be undertaken where a parking brake is fitted to the trailer. In accordance with\nthe ADRs, most trailers with override brakes are not required to be fitted with a\nparking brake. However, a suitable device can usually be easily incorporated into the\nactuating mechanism and is highly recommended for improving safety when the trailer\nis uncoupled from the towing vehicle.\nNote 7: Brake testing of trailers fitted with brakes other than override brakes\nWith the trailer attached to the towing vehicle, apply the trailer service brake and\nattempt to move the trailer forward.\nNote 8: Testing of the park brake, where fitted\nApply the parking brake and attempt to move the trailer. The trailer may be coupled to\nthe towing vehicle for the test, but it should be ensured that the transmission is in\nneutral and the brakes are off.\nj) Brakes fitted to trailers exceeding 2.0 tonnes GTM are not equipped with an effective T\nbreakaway system.\nk) Trailers fitted with double line braking systems do not automatically apply and remain T\napplied for at least 15 minutes after the control and supply lines are disconnected from\nthe towing vehicle.\nl) Operation of the service brake of the tow vehicle does not result in operation of the T\ntrailer brake.\nm) Any trailer having brakes which are air or vacuum assisted is not fitted with a reservoir T\nthat is protected by a check valve.\nn) With any brake fully applied, any stroke indicator runs out of travel or indicates that T\nadjustment is necessary.\nQueensland Light Vehicle Inspection Manual – November 2023 - 33 -"
  },
  {
    "page": 40,
    "text": "o) Brake chamber push rods move more than 50% of their maximum stroke or travel over T\ncentre with the brakes fully applied.\np) Brake adjusters are not properly adjusted, are bent, damaged, or excessively worn. T\n8.3. Testing of trailer brakes\na) The brake(s) do not retard the movement of the trailer. T\n8.4. Brake pedal/lever condition\na) A \"brake pedal\" does not have an effective anti-slip surface. LV LG\nb) On rubber faced \"brake pedals\", any metal is showing. LV LG\nc) The \"brake pedal\" is bent, damaged, broken, or misaligned (outside the scope of the LV LG\nmanufacturer’s original design).\nd) The \"brake pedal\" is not secure, not correctly adjusted, binds, or is worn so as to affect LV LG\nefficient operation.\n8.5. Pedal travel\na) Maximum brake pressure is not achieved with one application of the \"brake pedal\" or LV LG\nbrake lever and is not at least 50% of the maximum travel or in accordance with the\nindividual vehicle manufacturer's specifications.\nb) The \"brake pedal\" does not remain firm in accordance with the vehicle manufacturer’s LV LG\nspecifications when light foot pressure is maintained in the applied direction.\nc) There is an indication of air in the hydraulic system. LV LG\nd) A \"brake pedal\" or brake lever does not have free travel in accordance with the vehicle LV LG\nmanufacturer’s specifications.\ne) When not in use, the \"brake pedal\" or brake lever does not return to the fully released LV LG\nposition.\n8.6. Handbrake, park brake and control levers\na) Linkages are not complete, and/or parts are unduly worn. LV LG T\nb) Cables are frayed, damaged, or restricted. LV LG T\nc) Rods and cables are repaired by welding or joining. LV LG T\nd) The brake does not fully release when the release control is operated. LV LG T\ne) Any \"hand brake component\" is not fitted with a locking device capable of holding in any LV LG T\nposition.\nQueensland Light Vehicle Inspection Manual – November 2023 - 34 -"
  },
  {
    "page": 41,
    "text": "f) Any \"hand brake component\" is damaged, bent, broken, restricted, missing, not secure, LV LG T\nor does not allow sufficient application of the hand/park brake.\ng) A handle or pedal of a hand/park brake fitted to a vehicle does not have a reserve of LV LG T\ntravel of at least one-fifth of the maximum range of application.\nh) The control lever does not have a mechanical locking system to enable sustained LV LG T\noperation.\n• The hand/park brake is not able to hold the vehicle stationary. LV\n• The preferred method for testing the park brake is the stationary test with the park brake as\nthe only means used to hold the vehicle stationary on a gradient of at least 12%. If a gradient\nof 12% is not accessible, other methods are acceptable. All methods may be recorded as\neither pass or fail however, if the peak, average, or distance method is used, it is\nrecommended to keep a record of the results for audit purposes.\nCAUTION It is important to note that some types of park brakes are not suited to the peak,\naverage, or distance method due to the potential for component damage.\nMinimum Light Vehicle (LV) park brake deceleration values from 35km/h*\nLight Vehicle GVM Minimum Average Minimum Peak\nDeceleration Value Deceleration Value\nUnder 2.5 tonnes 1.6m/s2 (16%g) 1.9m/s2 (19%g)\n2.5 tonnes and over 1.1m/s2 (11%g) 1.5m/s2 (15%g)\nThe parking brake system must stop the motor vehicle from a speed of 35 km/h*:\n• within 30 metres for a vehicle or combination with a gross mass up to 2.5 tonnes;\n• within 40.5 metres for a vehicle or combination with a gross mass of 2.5 tonnes or over.\n• In a straight line\n• a brake test performed using plate type brake test equipment is not required to meet the\n35km/h minimum speed provided:\n• the test is performed according to the manufacturers specifications, and\n• The plate brake tester has a current calibration certificate.\ni) The hand/park brake, as applicable to side cars and motor trikes, fails to stop the LG\nmotorbike being moved and is not able to hold the motorbike for a period of 5 minutes,\nfacing each way, on a gradient of not less than 30%, as per ADR 33/00.\nj) Motorcycles, fitted with a sidecar, or motor trikes do not have a hand/park brake fitted. LG\nQueensland Light Vehicle Inspection Manual – November 2023 - 35 -"
  },
  {
    "page": 42,
    "text": "8.7. Hydraulic lines/hoses\na) Hydraulic lines/hoses are not securely mounted, not free from damage or corrosion, LV LG T\nshow evidence of leakage, or are not constructed of approved material.\nNote 1: ADR 7/00 – Hydraulic Brake Hoses was repealed as of 18 December 2003 and the\nrequirements for hydraulic brake hoses are now included in ADR 42/04 Section 15\n(Brake Tubing and Brake Hose) which states:\nFlexible hydraulic brake hoses, air or vacuum brake tubing and air and vacuum hose,\nflexible and hydraulic power hose between the ‘Brake Power Unit 31/00’ or ‘Brake\nPower Unit 35/00’ and the master cylinder or its equivalent must conform to SAA, SAE,\nBS, JIS, DIN, ISO or ECE Standards specified for flexible brake hoses, air brake tubing or\nhose or vacuum brake tubing or hose or hydraulic power tubing or hose and be fitted to\nthe vehicle so as to prevent chafing, kinking or other mechanical damage under normal\nmotion of the parts to which they are attached.\nThe repealing of the ADR now permits hydraulic brake hoses to comply with the\nrequirements of ADR 42/04. As such, older vehicles can comply with the revised\nstandard.\nMade-up hoses are not acceptable. Where brake hoses are replaced with aftermarket\nproducts, relevant standards approval marking is required.\nBraided hoses are acceptable provided they meet relevant ADRs and are correctly\nmarked.\nNote 2: Normal commercial copper tubing has been prohibited from use in brake systems\nbecause it is considered prone to cracking due to work hardening. However, there is a\nSociety of Automotive Engineers (SAE) Recommended Practice called Tubing – Motor\nVehicle Brake Tubing Hydraulic – SAE J1047 which is the accepted industry standard.\nPersons wishing to use copper tube for vehicle hydraulic brake lines must first provide\nproof of compliance with SAE J1047 or equivalent standard.\n8.8. Cylinders and callipers\na) Hydraulic components are not secured in a manner as recommended by the LV LG T\nmanufacturer or are seized, restricted, or show evidence of leakage.\nNote 1: Hydraulic components also include all parts of a hydraulic system such as the master\ncylinders and wheel cylinders/callipers.\n8.9. Reservoirs\na) Any reservoir is not filled to the manufacturer’s recommended minimum level or shows LV LG T\nevidence of leakage.\nb) Any reservoir lid does not seal correctly. LV LG T\n8.10. Vacuum and air components\na) “Brake components” are not secure or operational. LV LG T\nb) Any components are frayed, perished, corroded or misaligned, or show evidence of LV LG T\nleakage.\nQueensland Light Vehicle Inspection Manual – November 2023 - 36 -"
  },
  {
    "page": 43,
    "text": "c) Filter units for air compressors or vacuum pumps are missing, loose, blocked, or LV LG T\ndamaged.\nd) Vacuum is not available immediately after the engine has started. LV LG T\ne) After engine shut down, there is not sufficient vacuum reserve to allow for at least one LV LG T\nassisted brake application.\nf) Componentry is not correctly adjusted or free from binding. LV LG T\n8.11. Discs, pads, drums and linings\na) Brake linings are worn below wear indicators. If no indicators are provided, the thinnest LV LG T\npart of the lining is worn below manufacturer’s specifications.\nNote 1: Brake linings also include any disc brake pads, shoe linings, and separate park brake\nlinings.\nNote 2: Where manufacturer’s specifications are not provided, the minimum thickness for\nbonded linings is 0.8mm or 0.8mm above the head of a rivet.\nNote 3: When an approved examiner is inspecting a braking system and components such as\npads, linings, discs, and drums are not visible, the wheels and drums must be removed\nto ensure all parts are in a serviceable condition.\nWhere wheels and brake componentry are removed for the purpose of inspection, the\nproprietor must notify the owner of this requirement and negotiate appropriate labour\ncosts and charges for non-reusable parts such as lock nuts, lock tabs, split pins,\nlubricants, etc. before proceeding. These additional charges are not part of the\nexamination fee.\nb) Drums or disc rotors are worn or machined below manufacturer’s specifications. LV LG T\nNote 4: Where manufacturer’s specifications are not provided for drums, scoring must not be\nmore than 1.5mm for light vehicles. Refer to Information Sheet No. 16 in Part 3\nInformation Sheets for Approved Examiners.\nc) There are substantial cracks on friction surfaces, external cracks, or mechanical damage. LV LG T\nd) Lining material is contaminated with oil, grease, or brake fluid. LV LG T\n9. Engine, driveline and emissions\nThe following reasons for rejection for the engine, driveline and emissions are to ensure that the engine, driveline,\nand associated components provide a controlled transmission of power to the driving wheels.\n9.1. Clutch operation\na) Clutch components are non-operational, are incorrectly adjusted, or are cracked, bent, LV LG\nor broken.\nb) There is leakage of hydraulic fluid from the system. LV LG\nc) There is an indication of air in the hydraulic system. LV LG\nQueensland Light Vehicle Inspection Manual – November 2023 - 37 -"
  },
  {
    "page": 44,
    "text": "d) When not in use, the clutch pedal does not return to its original position. LV LG\n9.2. Transmission operation (manual and automatic)\na) Any gear selected disengages whilst the vehicle is in motion. LV LG\nb) The gear lever location has been moved from the vehicle manufacturer's original LV LG\nposition without specific approval.\nc) The gear selector linkage is worn so as to affect the safe use of the motor vehicle on a LV LG\nroad.\nd) The “transmission” is worn to a point that can affect the safe use of the motor vehicle LV LG\non a road. This may include being unable to select a gear/position easily, the incorrect\ngear/position is selected, or there is excessive transmission/clutch slippage.\ne) Where an automatic “transmission” is fitted, the vehicle is able to be moved when park LV LG\nis selected.\nf) Where an automatic “transmission” is fitted, the engine is capable of being started in LV LG\nother than the park or neutral positions.\ng) Where an automatic “transmission” is fitted, the vehicle does not have, in the driver's LV LG\ncompartment, an indicator showing the \"transmission\" control position.\nh) For a vehicle other than L-Group Vehicles with an unladen mass of less than 450kg, the LV LG\nreverse gear is not fitted or cannot be selected.\ni) The gear selector indicator, where applicable, is not operational or is not illuminated LV LG\nwhen the park/head lights are turned on.\n9.3. Engine and transmission mountings\na) The “powertrain” is not securely mounted to the chassis/frame of the vehicle. LV LG\nb) “Powertrain” mountings and bolts are not securely fastened or free of cracks or LV LG\ndistortion.\nc) Rubber components are oil soaked, perished, broken, or deteriorated. LV LG\n9.4. Leaks\na) Any component leaks oil on to the roadway or onto any exhaust system or brake LV LG\ncomponent.\nNote 1: Motorbikes manufactured with total loss lubricating systems which have been designed\nto \"leak\" are excluded from this condition.\nb) Seals and covers between the engine and passenger compartment are missing, LV LG\ndistorted, or damaged in a way that allows fumes to enter the passenger compartment.\nQueensland Light Vehicle Inspection Manual – November 2023 - 38 -"
  },
  {
    "page": 45,
    "text": "9.5. Engine\na) An emission related component originally fitted to the vehicle is altered, modified, or LV LG\nremoved so that it no longer operates as intended, or an emission control warning light\nor other indication is displayed to the driver indicating an emission control system fault I I I I\n9.6. Replacement engine\na) A replacement engine, other than one offered as an option by the vehicle manufacturer LV LG\nfor that make and model, is not certified by an Approved Person or an endorsed\ndepartmental approval letter. I I I I\n9.7. Engine controls\na) Engine controls (including cruise control) as fitted by the manufacturer do not operate in LV LG\na smooth and efficient manner.\nb) Engine speed does not return to normal idle position upon release of the accelerator LV LG\npedal or throttle control.\nNote 1: For Vintage and Veteran motorbikes manufactured without a self-releasing throttle, the\nthrottle does not operate in the manner prescribed by the manufacturer.\nc) Vehicles fitted with a compression ignition engine (diesel) are not fitted with a locking LV LG\ndevice that prevents the engine from being started by accidental and inadvertent\nmeans.\nd) Any component is adjusted so that it increases exhaust emissions including smoke. LV LG\n9.8. Differential\na) The differential is worn or modified so as to affect the safe use of the motor vehicle on a LV\nroad.\nb) Drive line components are not secure or free of excessive wear, back lash, or seizure LV LG\nwhich could cause component failure.\nNote 1: Drive line components also include constant velocity joints, universal joints, support\nbearings, splines, or any other components that make up the drive line.\n9.9. Drive shafts, axles and flexible couplings\na) Constant velocity joint boots are not in good condition or are perished or deteriorated in LV\nsuch a way that lubricants can escape.\nb) Constant velocity joint boot retaining clamp/clips are missing, damaged, or not LV\nperforming their intended function.\nc) Any “transmission” drive shaft is bent, damaged, loose, or noticeably misaligned. LV LG\nQueensland Light Vehicle Inspection Manual – November 2023 - 39 -"
  },
  {
    "page": 46,
    "text": "d) A “chain” is worn outside of manufacturer's specifications. LV LG\ne) Drive sprockets are not free from excessive wear or are incorrectly adjusted. LV LG\nf) A “chain” or drive shaft guard is not fitted, securely mounted, in good condition, or it LV LG\ndoes not provide adequate cover.\nNote 1: The guard must provide protection for at least the upper free run of the drive \"chain\"\nand must extend at least 300mm rearward of the rearmost footrest or to the vertical\ncentre of the drive sprocket.\n9.10. Fuel systems\na) Replacement fuel delivery systems do not continue to comply with the emission LV LG\nrequirements applicable at the time of the vehicle’s manufacture.\nNote 1: The fuel delivery system also includes any carburettors, engine management, and\ninjection systems.\nb) Air cleaners are not fitted. LV LG\nNote 2: If applicable, owner to supply documented confirmation that air cleaners were not fitted\nas original equipment.\nc) An aftermarket turbocharger assembly, other than one offered as an option by the LV LG\nvehicle manufacturer for that make and model, is fitted and is not certified by an\nApproved Person in accordance with NCOP or an endorsed departmental approval\nletter.\nNote 3: Engines/turbochargers/superchargers fitted as optional equipment by the vehicle\nmanufacturer are acceptable. This may require upgrading of vehicle componentry to\nensure it is identical to a vehicle originally produced by the manufacturer in this\nconfiguration.\nd) Nitrous oxide injection equipment is fitted, irrespective of its operational ability. LV LG\ne) The fuel filler pipe inlet and cap are not located on the outside of the vehicle unless LV LG\noriginally fitted inside by the manufacturer.\nf) Fuel system components are leaking. LV LG\ng) Fuel lines are in contact with moving parts, or a heat source, or are kinked, cracked, or LV LG\nnot secure.\nh) The fuel tank(s) or fuel lines are affected by rust or corrosion. LV LG\ni) A fuel tank cap that complies with manufacturer’s specifications is not fitted, is LV LG\ndamaged, or is not secure.\nj) Fuel hoses have incorrect fuel pressure ratings for their application or are not suitable LV LG\nfor the fuel type.\nk) The fuel tank(s) is/are not securely mounted or straps, supports, mounting brackets, or LV LG\nfasteners are missing, cracked broken, or loose.\nQueensland Light Vehicle Inspection Manual – November 2023 - 40 -"
  },
  {
    "page": 47,
    "text": "9.11. Exhaust construction\na) Any original emission related component is not properly located, connected, damaged, LV LG\ndeteriorated, or altered in any way to reduce effectiveness (e.g., a catalytic converter is\nnot fitted where one was originally provided or has been bypassed).\nb) Any pipe or muffler incorporated in the exhaust system to ensure the vehicle maintains LV LG\ncompliance with ADRs for vehicle noise emission is not fitted.\nc) Any alteration or modification to the exhaust system is not to a standard provided by LV LG\nthe motor vehicle’s original vehicle manufacturer or NCOP.\nNote 1: Proof of testing to an acceptable standard may be required.\nd) An exhaust system component fitted external to the motor vehicle body is not protected LV LG\nby suitable guarding.\ne) An exhaust system does not discharge in accordance with prescribed standards. LV\nNote 2: The exhaust outlet must:\na) extend at least 40mm beyond the furthermost outboard or rearmost joint of the\nfloor pan (which is not continuously welded or permanently sealed) which could\npermit direct access of exhaust gases to the passenger compartment, but not beyond\nthe perimeter of the vehicle when viewed in plan; and\nb) if to the side of the vehicle, discharge to the right-hand side of the vehicle and\ndownwards at an angle to the horizontal of not less than 15 degrees and not more\nthan 45 degrees; or\nc) if to the rear of the vehicle, discharge at not more than 10 degrees above or 45\ndegrees below the horizontal.\nf) Exhaust components are not securely mounted with adequate clearance between other LV LG\nparts of the vehicle and the road.\nNote 3: Exhaust components also include any part that makes up the exhaust system of a vehicle\nand includes the manifold, pipes, muffler, resonator, and catalytic converter.\ng) The exhaust system is fitted with a device designed to bypass noise and/or gaseous LV LG\nemission control devices which would render the system non-complying to the ADRs.\nh) A motorbike manufactured from 1 July 1988 does not have the silencing system marked LG\nwith the name or trade name of the manufacturer.\n9.12. Emissions\na) There are leaks or excessive noise from the exhaust system and joints during operation, LV LG\nexcluding manufacturer’s drain holes in mufflers.\nb) The engine emits sparks, flames, excessive gases, oil, or fuel residue. LV LG\nc) An engine of a motor vehicle manufactured after 1930 emits visible emissions for a LV LG\nperiod of 10 seconds or more when operating.\nNote 1: This does not apply to emissions that are visible only because of heat or the\ncondensation of water vapour.\nQueensland Light Vehicle Inspection Manual – November 2023 - 41 -"
  },
  {
    "page": 48,
    "text": "d) Any noise reducing or absorbing equipment is missing. LV LG\ne) Crankcase gases escape into the atmosphere (applies to petrol engines fitted with LV LG\npositive crankcase ventilation only).\n9.13. Dual fuel systems\na) A vehicle operating on LPG or CNG and petrol does not have the emission control LV LG\nequipment fitted to enable compliance with emission levels when operating on petrol. I I I I\n9.14. Hybrid electric and battery electric vehicles\nCAUTION: Hybrid/electric vehicles pose a risk of electric shock and should not be worked on unless the individual\nholds the correct certification and an understanding of the system. It is important to remember that, even with the\nvehicle’s high voltage system disconnected, a voltage/current can still be produced if the vehicle’s wheels rotate.\nAdditionally, when inspecting a hybrid vehicle please be aware that, unless the vehicle is completely shut down, the\ncombustion engine may start without warning to charge the vehicle’s battery.\na) High voltage cabling insulation is deteriorated, damaged, or missing. LV LG\nb) High voltage cabling is not adequately secured. LV LG\nc) Battery pack is leaking. LV LG\nd) Battery pack is not secured. LV LG\ne) Battery ventilation system blocked or not operating. LV LG\nf) A motor, generator (including regenerative braking), combustion engine, or combination LV LG\nof any units is damaged or does not operate as intended which affects the safe\noperation of the vehicle (i.e., limited acceleration, failure to achieve normal road\nspeeds, decreased braking performance).\n10. Vehicle safety features\nFor over 40 years, motor vehicles have been fitted with traditional safety features such as seatbelts, collapsible\nsteering columns and lighting systems. However, with advancements in technology and the desire for safer motor\nvehicles, more complex safety systems have been designed and fitted to the modern motor vehicle. These systems\nprovide a host of safety features to protect vehicle occupants and other vulnerable road users in the event of a\ncrash. They also provide safety features that assist in preventing or reducing the severity of a crash. These safety\nfeatures are divided into two categories, namely, active safety features and passive safety features.\nActive safety features are designed to help avoid accidents and include such systems as Electronic Stability Control,\nAnti-lock Braking, and Electronic Brake Force Distribution. Passive safety features are designed to help reduce the\ninjuries to vehicle occupants and include such systems as airbags, seatbelt pretensioners and “brake pedal”\ndetachment.\nThese safety features are generally complex and rely on a number of other vehicle systems to perform their\nintended function correctly. The manner in which these safety features operate can also vary between\nmanufacturers and, as such, it is important to have access to manufacturer’s specifications.\nQueensland Light Vehicle Inspection Manual – November 2023 - 42 -"
  },
  {
    "page": 49,
    "text": "The following Reasons for Rejection for vehicle safety features are to ensure that the safety functions of the vehicle\nperform as intended by the manufacturer.\nNote: Due to the complexity of the any safety system’s components and their operation, it will be acceptable to rely\non the vehicle’s fault code logging system as a means of indicating that the system is operable (unless other aspects\nof the inspection indicate that the system is damaged or not operable).\nPlease be aware, there is no requirement to check the performance/operation of any safety system during a road\ntest. Under no circumstances is it permissible to operate the vehicle in a dangerous manner or in a way which\ncontravenes Queensland law.\n10.1. Active safety features\na) Where provided by the vehicle manufacturer, the active safety system is damaged, has LV LG T\ncomponents missing, or the system does not operate within the manufacturer’s\nspecifications.\nNote 1: The active safety system includes electronic stability control (ESC), traction control, anti-\nlock brake system (ABS), electronic brake-force distribution, and automated emergency\nbraking systems.\nb) A detachable pedal (i.e., brake pedal) has been triggered, is damaged, or has not been LV T\nrepaired as per the manufacturer’s specifications.\nc) Where fitted, any advanced braking system warning lamp is inoperative, indicates a LV LG T\nsystem fault, or is missing.\nNote 2: Advanced braking systems are programmed by the Original Equipment Manufacturer\nand includes, but is not limited to, systems such as anti-lock braking systems (ABS),\nelectronic braking systems (EBS), electronic stability control (ESC), etc.\nd) Any safety system warning light, symbol or audible warning is displayed or sounding LV\n10.2. Passive safety features\na) An airbag installed by the vehicle manufacturer is not fitted or operating within the LV LG\nmanufacturer’s specifications.\nb) A seatbelt pre-tensioner has been deployed, is missing, inoperable or damaged. LV\nc) A seatbelt load limiter (webbing clamp) has been activated, is damaged or has not been LV\nrepaired as per the manufacturer’s specifications.\nd) Any safety system warning light, symbol or audible warning is displayed or sounding LV\n11. Vehicle identifier issues\n11.1. Vehicle identifier\na) VIN/chassis/engine number is missing, illegible or incomplete LV LG T\nb) VIN/chassis/engine number has been altered or tampered with I LV I LG I T I\nQueensland Light Vehicle Inspection Manual – November 2023 - 43 -"
  },
  {
    "page": 50,
    "text": "c) VIN on identification plate differs from number stamped into body or chassis LV LG T\n12. Modifications\nThe following reasons for rejection apply to vehicles that have been modified from their original vehicle manufacture\nspecifications. Refer to Section 3 for details on the types of modifications.\n12.1. General modifications\na) A complex modification has been performed and a Queensland modification plate is not LV LG T\nfitted.\nb) A complex modification does not match the codes specified on the modification plate. LV LG T\nc) A specific modification has been performed and a Department of Transport and Main LV LG T\nRoads approval has not been sighted.\nd) A basic modification does not comply with a Code of Practice for Vehicle Modification. LV LG T\ne) Any other modification exists that does not comply with vehicle standards. LV LG T\nNote 1: Light vehicles with modifications, including minor modifications, that are not covered in\na Code of Practice must continue to comply with the vehicle standards in the \"VSS\nRegulation\".\nf) A vehicle with an LPG, NG, Hydrogen or Electric fuel system does not have an LV LG\nacceptable, durable, and reflective number plate label showing the fuel type.\nNote 2: Further details and specifications for number plate labels can be found in Information\nSheet No.18 (page 88) in Part 3 Information Sheets for Approved Examiners.\n13. Road test criteria\nThe following are reasons for rejection when conducting the vehicle road test.\na) Service brake does not operate correctly, without vibration or pulling to one side LV LG\nwhen applied.\nb) Park brake lever or operating control does not hold when applied by the driver. LV\nc) Steering does not return to centre, binds or does not travel in it is full intended LV LG\nrange.\nd) Clutch slips, shudders or does not disengage. LV LG\ne) Suspension is unsafe. LV LG\nf) Gear change mechanism does not select gears correctly or select all gears. LV LG\ng) Accelerator/throttle control does not operate smoothly, binds or does not return to LV LG\nidle.\nh) Drive line condition. Any obvious vibration or excessive backlash is evident. LV LG\nQueensland Light Vehicle Inspection Manual – November 2023 - 44 -"
  },
  {
    "page": 51,
    "text": "i) Windscreen wiper/washers are inoperative or ineffective. LV LG\nj) Driving position/visibility. The driver's seating position is unsafe or their visibility is LV LG\nobscured.\nk) Exhaust noise is excessive or exhaust leaks are evident. LV LG\nl) The speedometer or odometer is inoperative or inaccurate. LV LG\nm) Engine stalls at idle (unless fitted with an automatic stop-start system) LV LG\nn) Faults are present with on board control units that involve safety features. (e.g. fault LV LG\nindicator lights for Supplementary Restraint Systems (SRS), Anti-lock Braking System\n(ABS), Autonomous Emergency Braking (AEB), Electronic Stability Control (ESC), Lane\nDeparture Warning (LDW), etc)\n14. Passenger transport\nThe following reasons for rejection for passenger transport relate only to vehicles being examined for a Certificate of\nInspection as a public passenger transport vehicle.\n14.1. Lights\na) A distress light, if fitted, is not operational, is damaged, obscured, or not green in colour. LV\nNote 1: Distress light refers to a green light as required by taxis under the Transport Operations\n(Passenger Transport) Regulation 2018.\nb) A hail light, if fitted, is not operational or is damaged. LV\nNote 2: A hail light refers to a light as required by taxis under the Transport Operations\n(Passenger Transport) Regulation 2018.\n14.2. Security cameras\na) A security camera, if fitted, does not function correctly. LV\nNote 1: Security camera refers to an approved camera as specified under the Transport\nOperations (Passenger Transport) Regulation 2018.\nNote 2: The camera system must have a visual indicator showing when the system is operational\nand when there is a functional fault. The visual indicator must be visible to the driver\nwhen seated in the driver position.\nFor further information regarding the operational requirements for security cameras\nplease visit the Personalised Transport section of the Transport and Main Roads\nwebsite at https://www.tmr.qld.gov.au/business-industry/Taxi-and-\nlimousine/Industry-information/Taxi/Personalised-transport-vehicle-security-cameras\nQueensland Light Vehicle Inspection Manual – November 2023 - 45 -"
  },
  {
    "page": 52,
    "text": "14.3. Fire extinguisher\na) A fire extinguisher, where fitted and/or necessary, is expired, damaged, not charged or LV\nis not securely mounted in a readily accessible location as prescribed in AS 2444\nPortable Fire Extinguishers – Selection and Location.\nNote 1: Fire extinguishers may be ineffective even though they appear to be properly charged.\nAustralian Standard AS 1851 Routine service of fire protection systems and equipment\ncontain suitable procedures for inspecting and testing fire extinguishers.\nQueensland Light Vehicle Inspection Manual – November 2023 - 46 -"
  },
  {
    "page": 53,
    "text": "Part 3 – Information sheets for Approved Examiners\nInformation Sheet No. 1(a)\nLight Vehicle Modifications Codes\nVehicle Standards Bulletin 14\nNational Code of Practice for Light Vehicle Construction and Modification\nThe National modification codes approved in Queensland for light vehicles are available in the\nQueensland Road Vehicle Modification Handbook at: https://www.tmr.qld.gov.au/Safety/Vehicle-\nstandards-and-safety/Vehicle-modifications\nInformation Sheet No. 1(b)\nHeavy Vehicle Modification Codes\nVehicle Standards Bulletin 6\nNational Code of Practice – Heavy Vehicle Modifications\nThe modification codes for heavy vehicles are available at: https://www.nhvr.gov.au/safety-\naccreditation-compliance/vehicle-standards-and-modifications/vehicle-standards-bulletin-6\nInformation Sheet No. 1(c)\nQueensland Standalone Modification Codes\nQueensland Code of Practice – Vehicle Modifications and Queensland Standalone\nModification Codes for Heavy Vehicles\nThe Queensland standalone modification codes for light and heavy vehicles are available in the\nQueensland Road Vehicle Modification Handbook at: https://www.tmr.qld.gov.au/Safety/Vehicle-\nstandards-and-safety/Vehicle-modifications\nQueensland Light Vehicle Inspection Manual – November 2023 - 47 -"
  },
  {
    "page": 54,
    "text": "Information Sheet No. 2\nSeat Belts Requirements for Passenger Cars, Passengers Car Derivatives,\nForward Control Passenger Vehicles and Multi-Purpose Passenger Vehicles\nMA - Passenger car\nMB - Forward control passenger vehicle\nMC - Off road passenger vehicle (Multi-purpose passenger vehicle)\n2ND EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR PASSENGER CARS AND PASSENGER CAR DERIVATIVES MANUFACTURED FROM JANUARY 1969 – JUNE 1988)\n1st Row Seats ADR 4,5A (1/1/69) ADR 4,5A (1/1/71) ADR 4A,5A (1/1/74)\nDriver L/S L/S L/S\nOutboard Passenger L/S L/S L/S\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) - L/S L/S\nCentre - L* L*\n3rd Row Seats\nOutboard (2) - - -\nCentre - - -\n1st Row Seats ADR 4B,5B (1/1/75) ADR 4C,5B (1/1/76) ADR 4D,5B (1/1/84)\nDriver R R R\nOutboard Passenger R R R\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) L/S L/S R\nCentre L* L* L*\n3rd Row Seats\nOutboard (2) - - -\nCentre - - -\nQueensland Light Vehicle Inspection Manual – November 2023 - 48 -"
  },
  {
    "page": 55,
    "text": "3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1988)\n1st Row Seats MA\nDriver R\nOutboard Passenger R\nCentre L\n2nd Row Seats\nOutboard (1) R\nCentre L\n3rd Row Seats\nOutboard (2) L/S\nCentre L\n2ND EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR FORWARD CONTROL PASSENGER VEHICLES MANUFACTURED FROM JANUARY 1985 - JUNE 1988)\nUP TO 8 SEATS\n1st Row Seats ADR 4C,5B (1/1/85) ADR 4D,5B (1/1/86)\nDriver R (1) R\nOutboard Passenger R (1) R\nCentre L* L*\n2nd Row Seats\nOutboard (1) L/S R (1)\nCentre L* L*\n3rd Row Seats\nOutboard (2) L/S L/S\nCentre L* L*\n9 SEATS\n1st Row Seats ADR 4C,5B (1/7/85) ADR 4D,5B (1/1/86)\nDriver R (1) R\nOutboard Passenger R (1) R\nCentre L* L*\n2nd Row Seats\nOutboard (1) - R (1)\nCentre - L*\n3rd Row Seats\nOutboard (2) - L/S (2)\nCentre - L*\nQueensland Light Vehicle Inspection Manual – November 2023 - 49 -"
  },
  {
    "page": 56,
    "text": "3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1988)\nUP TO 9 SEATS\n1st Row Seats MB\nDriver R\nOutboard Passenger R\nCentre L\n2nd Row Seats\nOutboard (1) R\nCentre L\n3rd Row Seats\nOutboard (2) R\nCentre L\n2ND EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR MULTI PURPOSE PASSENGER CARS MANUFACTURED FROM JANUARY 1970 - JUNE 1988)\n1st Row Seats ADR 4,5A (1/1/69) ADR 4,5A (1/1/71) ADR 4,5A (1/1/74)\nDriver L/S L/S L/S\nOutboard Passenger L/S L/S L/S\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) - L/S L/S\nCentre - L* L*\n3rd Row Seats\nOutboard (2) - - -\nCentre - - -\n1st Row Seats ADR 4B,5B (1/1/75) ADR 4C,5B (1/1/76) ADR 4D,5B (1/1/84)\nDriver R R R\nOutboard Passenger R R R\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) L/S L/S R\nCentre L* L* L*\n3rd Row Seats\nOutboard (2) - - -\nCentre - - -\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\nQueensland Light Vehicle Inspection Manual – November 2023 - 50 -"
  },
  {
    "page": 57,
    "text": "(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1988)\n1st Row Seats MC CATEGORY (1/7/88) MC CATEGORY (1/7/96)\nDriver R R\nOutboard Passenger R R\nCentre L L\n2nd Row Seats\nOutboard (1) L/S R\nCentre L L\n3rd Row Seats\nOutboard (2) L/S L/S\nCentre L L\nREQUIREMENT CODES:\nWhere:\nL = \"Lap anchorage\"\nL/S = Lap/Sash (Pelvic Restraint + Upper Torso Restraint)\nL/R = At least \"Lap anchorage\" with Retractor\nR = Lap/Sash with Retractor\n- = No requirement\nNOTES:\n* Lap belts only required if centre passenger seating position fitted.\n(1) If no \"Permanent structure\", then \"Lap anchorages\" are acceptable.\n(2) If \"Seat\" is adjustable for conversion of occupant space to luggage or goods space, \"Lap anchorages\"\nare acceptable.\nQueensland Light Vehicle Inspection Manual – November 2023 - 51 -"
  },
  {
    "page": 58,
    "text": "SEAT BELT REQUIREMENTS FOR OMNIBUS\nCATEGORIES (MD, ME)\nMD - Light omnibus\nMD1 - Light omnibus up to 3.5 tonnes GVM up to 12 seats\nMD2 - Light omnibus up to 3.5 tonnes GVM over 12 seats\nMD3 - Light omnibus over 3.5 tonnes up to 4.5 tonnes GVM\nMD4 - Light omnibus over 4.5 tonnes up to 5.0 tonnes GVM\nME - Heavy omnibus\n2ND EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED AFTER 1 JULY 1983 UP TO 30 JUNE 1988)\nOmnibus up to 3.5 tonnes GVM up to 12 seats 1/7/83 - 30/6/88\n1st Row Seats ADR 4C,5B (1/7/83) ADR 4D,5B (1/1/87) ADR 4D,5B (1/1/88)\nDriver R R R\nOutboard Passenger R R R\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) - R R\nCentre - L* L*\n3rd Row Seats\nOutboard (2) - R R\nCentre - L* L*\nOmnibus up to 3.5 tonnes GVM over 12 seats 1/7/83 - 30/6/88\n1st Row Seats ADR 4C,5B (1/7/83) ADR 4D,5B (1983-1988)\nDriver R R\nOutboard Passenger R R\nCentre L* L*\n2nd Row Seats\nOutboard (1) - -\nCentre - -\n3rd Row Seats\nOutboard (2) - -\nCentre - -\nOmnibus up to 4.5 tonnes Gross Vehicle Mass 1/7/87 - 30/6/88\nOmnibus over 4.5 tonnes Gross Vehicle Mass 1/7/87 - 30/6/88\nQueensland Light Vehicle Inspection Manual – November 2023 - 52 -"
  },
  {
    "page": 59,
    "text": "1st Row Seats ADR 32A (1/7/87)\nDriver L\nOutboard Passenger L\nCentre -\n2nd Row Seats\nOutboard (1) -\nCentre -\n3rd Row Seats\nOutboard (2) -\nCentre -\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS (ADR 5/00)\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1988 TO 30 JUNE 1990)\n1st Row Seats MD1 MD2 MD3 MD4 ME\nDriver R R L (1) L (1) L (1)\nOutboard Passenger R R - - -\nCentre L L - - -\n2nd Row Seats\nOutboard (1) R - - - -\nCentre L - - - -\n3rd Row Seats\nOutboard (2) R - - - -\nCentre L - - - -\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS (ADR 5/01)\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1990 TO 30 JUNE 1992)\n1st Row Seats MD1 MD2 MD3 MD4 ME\nDriver R R L (1) L (1) L (1)\nOutboard Passenger R R - - -\nCentre L L - - -\n2nd Row Seats\nOutboard (1) R - - - -\nCentre L - - - -\n3rd Row Seats\nOutboard (2) R - - - -\nCentre L - - - -\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS (ADR 5/02)\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1992 TO 30 JUNE 1996)\n1st Row Seats MD1** MD2 MD3(6) MD4(6) ME(6)\nQueensland Light Vehicle Inspection Manual – November 2023 - 53 -"
  },
  {
    "page": 60,
    "text": "Driver R R R R L/R\nOutboard Passenger R R R (5) R (5) L (4)\nCentre L L L (4) L (4) L (4)\n2nd Row Seats\nOutboard (1) R L/S (4) L (4) L (4) L (4)\nCentre L L (4) L (4) L (4) L (4)\n3rd Row Seats\nOutboard (2) R L/S (4) L (4) L (4) L (4)\nCentre L L (4) L (4) L (4) L (4)\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS (ADR 5/03)\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JULY 1996 TO 31 DECEMBER 1999)\n1st Row Seats MD1 MD2 MD3(6) MD4(6) ME(6)\nDriver R R R R L/R\nOutboard Passenger R R R (5) R (5) L (4)\nCentre L L L (4) L (4) L (4)\n2nd Row Seats\nOutboard (1) R L/S (4) L (4) L (4) L (4)\nCentre L L (4) L (4) L (4) L (4)\n3rd Row Seats\nOutboard (2) R L/S (4) L (4) L (4) L (4)\nCentre L L (4) L (4) L (4) L (4)\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS (ADR 5/04)\n(FOR VEHICLES MANUFACTURED ON OR AFTER 1 JANUARY 2000)\n1st Row Seats MD1 MD2 MD3(6) MD4(6) ME(6)\nDriver R R R R L/R\nOutboard Passenger R R R (5) R (5) L (4)\nCentre L L L (4) L (4) L (4)\n2nd Row Seats\nOutboard (1) R R L (4) L (4) L (4)\nCentre L L L (4) L (4) L (4)\n3rd Row Seats\nOutboard (2) R R L (4) L (4) L (4)\nCentre L L L (4) L (4) L (4)\nREQUIREMENT CODES:\nWhere:\nL = \"Lap Anchorage\"\nL/S = Lap/Sash (Pelvic Restraint + Upper Torso Restraint)\nL/R = At least \"Lap Anchorage\" with Retractor\nQueensland Light Vehicle Inspection Manual – November 2023 - 54 -"
  },
  {
    "page": 61,
    "text": "R = Lap/Sash with Retractor\n- = No requirement\nNOTES:\n* Lap belts only required if centre passenger seating position fitted.\n** Introduced 1 July 1991 for MD1 vehicles (ADR 5/02)\n(1) If no \"Permanent structure\", then \"Lap anchorages\" are acceptable.\n(2) If \"Seat\" is adjustable for conversion of occupant space to luggage or goods space, then \"Lap\nAnchorages\" are acceptable.\n(3) Upper torso restraint \"Anchorages\" shall not be provided for side-facing \"Seats\".\n(4) Except for \"Route Service Omnibus\", anchorages are to be provided for non-Protected Seats.\n(5) If Protected seat, then \"Lap anchorages\" are acceptable.\n(6) For Omnibuses complying with ADR 68/00, this table only applies to the driver’s seating position.\nQueensland Light Vehicle Inspection Manual – November 2023 - 55 -"
  },
  {
    "page": 62,
    "text": "SEAT BELT REQUIREMENTS FOR COMMERCIAL\nVEHICLE CATEGORIES (NA, NB AND NC)\nNA - Light goods vehicle\nNB1 - Medium goods vehicle 3.5 tonnes up to 4.5 tonnes GVM\nNB2 - Medium goods vehicle 4.5 tonnes up to 12.0 tonnes GVM\nNC - Heavy goods vehicle\n2ND EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED AFTER 1 JANUARY 1970)\nVEHICLES UP TO 4.5 TONNES GROSS VEHICLE MASS 1970 - 1988\n1st Row Seats ADR 4,5A (1/1/70) ADR 4,5A (1/1/71) ADR 4A,5A (1/7/74)\nDriver L/S L/S L/S\nOutboard Passenger L L/S L/S\nCentre L* L* L*\n2nd Row Seats\nOutboard (1) - L/S L/S\nCentre - L* L*\n3rd Row Seats\nOutboard (2) - - -\nCentre - - -\n1st Row Seats ADR 4B,5B (1/7/75) ADR 4C,5B (1/7/76)\nDriver R R\nOutboard Passenger R R\nCentre L* L*\n2nd Row Seats\nOutboard (1) L/S L/S\nCentre L* L*\n3rd Row Seats\nOutboard (2) - -\nCentre - -\nQueensland Light Vehicle Inspection Manual – November 2023 - 56 -"
  },
  {
    "page": 63,
    "text": "3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED ON OR AFTER: 1 JULY 1988 TO 30 JUNE 1991 FOR NA AND NB1 CATEGORY; 1 JULY 1988 TO 30 JUNE 1992 FOR\nNB2 AND NC CATEGORY)\n1st Row Seats NA NB1 NB2 NC\nDriver R R L1 L1\nOutboard Passenger R R L1 L1\nCentre L L - -\n2nd Row Seats\nOutboard (1) L/S L/S - -\nCentre L - - -\n3rd Row Seats\nOutboard (2) L/S L/S - -\nCentre L L - -\n3RD EDITION AUSTRALIAN DESIGN RULE REQUIREMENTS\n(FOR VEHICLES MANUFACTURED ON OR AFTER: 1 JULY 1988 TO 30 JUNE 1991 FOR NA AND NB1 CATEGORY; 1 JULY\n1988 TO 30 JUNE 1992 FOR NB2 AND NC CATEGORY)\n1st Row Seats NA NB1 NB2 NC\nDriver R R R L/R\nOutboard Passenger R R R L/R\nCentre L L L L\n2nd Row Seats\nOutboard (1) L/S (R)+ L/S L L\nCentre L L L L\n3rd Row Seats\nOutboard (2) L/S L/S L L\nCentre L L L L\n+ = manufactured after 1 July 1996 for NA category vehicles.\nREQUIREMENT CODES:\nWhere:\nL = \"Lap Anchorage\"\nL1 = At least \"Lap Anchorage\"\nL/S = Lap/Sash = Pelvic Restraint + Upper Torso Restraint\nL/R = At least \"Lap Anchorage\" with Retractor\nR = Lap/Sash with Retractor\n- = No requirement\nNOTES: Lap belts only required if centre passenger seating position fitted.\n(1) If no \"Permanent structure\", then \"Lap anchorages\" are acceptable.\n(2) If \"seat\" is adjustable for conversion of occupant space to luggage or goods, then \"lap anchorages\" are\nacceptable.\nQueensland Light Vehicle Inspection Manual – November 2023 - 57 -"
  },
  {
    "page": 64,
    "text": "Information Sheet No. 3\nMudguards and Mudflap Requirements\nEffective mudguards must be fitted for all wheels on all vehicles. However, this does not apply to a vehicle\nif the construction or use of the vehicle makes the fitting of mudguards unnecessary or impractical.\nExamples are:\n• Pole type trailers used to carry timber\n• Most road making plant\n• Some agricultural equipment\nMudguards may include parts of bodywork, etc. and, in the straight-ahead position, must cover the full\nwidth of the wheels and tyres.\nMudguards and mudflaps must be capable of deflecting downwards any mud, water, stones or any other\nsubstance thrown upward by the rotation of the wheels. Mudguards must be fitted to the vehicle in such\na manner that, when the vehicle is unladen, the height of the lowest edge of the mudguard, when\nmeasured from the ground, does not exceed:\n• 150mm above the centre line of the wheel, shown at point A, and\n• cover the area of the wheel as shown below.\n.\nI\nt ~m,m\n: f,oal===== Whe,IJ====-=-;;=\ncentre I 150 mm\nI\nMudflaps are not normally required on passenger car type vehicles. However, mudflaps must be in place\non vehicles where they form part of the wheel guard system such as vehicles with a tray type body.\nWhere two or more axles are fitted, separate guards for each wheel or a single guard which provides the\nrequired protection over all the wheels may be fitted.\nMudflaps must be manufactured from a malleable material which is able to maintain its shape under\nduress.\nIn the case of trailers built with an ATM of 3.5t to 4.5t, the mudguard requirements are as follows:\n• The mudguard of the rearmost wheels must cover the overall tyre width in the area between\nany point from the shaded area A to the shaded area B, and\n• The height of the lowest edge of the mudguard measured from the ground must not exceed the\nred line where X is:\n300mm for vehicles designed for off-road operation, and\no\nQueensland Light Vehicle Inspection Manual – November 2023 - 58 -"
  },
  {
    "page": 65,
    "text": "230mm for other vehicles.\no\nXmm\nSpecial requirements for L-group vehicle (motorbikes, sidecars and motor trikes)\nThe wheels of a motorbike and motor trike and the wheel of a sidecar must be fitted with wheel guards\nof width not less than the section width of the tyre and must cover the tyre section width at all times.\nThe wheel guards must be so designed as to protect other road users, as far as practicable, against\nthrown-up stones, mud, ice, snow and water and to reduce for those users the dangers due to contact\nwith the moving wheels.\nThe front wheel guard must extend not less than from a point vertically above the centre of the wheel\nrearward to a point not higher than the centre of the wheel or to the point where suitable protection is\nafforded by the frame or other construction of the vehicle when a mass of 45 kg is distributed in the\nsaddle of the vehicle at its unladen mass.\nL-Group Front Wheel\nThe Federal Department of Infrastructure, Transport, Regional Development and Communications made\nchanges to the rear mudguard standards for new motorcycles, removing the requirement that normally\nled to manufacturers fitting a ‘mudguard extension’. The Department of Transport and Main Roads allows\nall motorcycles to meet the new standard.\nFor more information on motorcycle mudguard requirements, refer to https://www.tmr.qld.gov.au/safety/vehicle-\nstandards-and-safety/vehicle-standards/motorcycle-standards.\nQueensland Light Vehicle Inspection Manual – November 2023 - 59 -"
  },
  {
    "page": 66,
    "text": "Information Sheet No. 4\nHeadlight Testing Screens\n1275\n1200\n1125\n1050\n975\n900\n825\n750\n675\n600\n525\n450\n375\n300\n225\n150\n75\nFRONT ELEVATION OF SCREEN\nLevel with the surface upon which the vehicle is standing during the test.\nNOTE: Surface of screen to be \"flat\" white, glossy finish must not be used. Horizontal lines are to be black and\n75 millimetres apart measured from centre to centre of lines. Vertical lines are to be 300 millimetres apart\nmeasured from centre to centre of lines and all lines are to be black except the centre vertical line which is to\nbe red.\nThe thicknesses of all lines are to be as thin as possible while still providing good visibility for an observer at a\ndistance of 9 metres from the screen during the test. The heights of the horizontal lines above the level of\nsurface upon which vehicle is standing during test are to be clearly marked with black figures, as shown, and\nare to be of a size which provides good visibility for an observer at a distance of 9 metres from the screen\nduring test.\nQueensland Light Vehicle Inspection Manual – November 2023 - 60 -"
  },
  {
    "page": 67,
    "text": "Information Sheet No. 5\nMissing Compliance Plates\nFor the purposes of registration, all motor vehicles originally manufactured to comply with the ADRs on\nor after 1 January 1972 and motorcycles constructed after 1 July 1975 up until 1 July 2021 would have\nbeen fitted with a compliance plate. Vehicles built prior to this date must comply with the \"VSS\nRegulation\". Vehicles manufactured for the Australian Market or used imported vehicles entering\nAustralia from 1 July 2022 will not have a Compliance Plate. Additionally, during the transition period\nbetween 1 July 2021 to 30 June 2022 a vehicle supplied to the Australian Market may not have a\nCompliance plate. These vehicles will be recorded on the Register of Approved Vehicles (RAV). Any\nvehicle recorded on RAV is not required to have a compliance plate. The RAV is available at\nhttps://www.infrastructure.gov.au/infrastructure-transport-vehicles/vehicles/rvs/rav\nIf inspecting a motor vehicle or motorcycle that is required to have a compliance plate (not including\nother individually imported vehicles) does not have a compliance plate fitted, the proprietor/nominee\nshould:\n• check if the Vehicle Identification Number (VIN) is recorded on the RAV\nOR\n• ask for proof that the vehicle was previously registered in Queensland, i.e. current registration\ncertificate or copy of previous registration certificate;\nOR\n• if an interstate registration, proof that the vehicle was previously registered in another state or\nterritory. (Note: if the vehicle has been modified, follow procedures outlined in the Modification\nSection of the Vehicle Inspection Guidelines);\nOR\n• advise the owner that it may be possible to obtain a letter of compliance from the vehicle\nmanufacturer confirming the vehicle was manufactured for the Australian market and met all\napplicable ADRs at the time of manufacture.\nWhere the owner of the vehicle is unable to provide any documentation, he/she should be advised to\nobtain a modification plate and certificate of modification issued by an Approved Person. Where\napplicable, the Department of Transport and Main Roads will consider issuing a permit exempting the\nvehicle from the need to fit a compliance plate.\nIn most instances, vehicles (except motorcycles) built prior to 1 January 1972 will be fitted with a\nmanufacturer’s identification plate.\nOther Imported vehicles\nVehicles imported into Australia between 1 August 1989 and 1 July 2021 are eligible for the issue of a\nSafety Certificate or Certificate of Inspection where:\n• a personal import (yellow) compliance plate and a Department of Transport and Main Roads\nmodification plate with Code LO3; or\n• a low volume (green) compliance plate is fitted.\nPersonal imports and low volume vehicles imported from 1 July 2021 will be on the RAV.\nQueensland Light Vehicle Inspection Manual – November 2023 - 61 -"
  },
  {
    "page": 68,
    "text": "Vehicles imported prior to 1 August 1989\nVehicles which were imported into Australia prior to 1 August 1989 will be eligible for a safety\nCertificate or Certificate of Inspection on the condition that the owner can provide:\n• proof of previous registration in Queensland prior to 1 August 1989; or\n• proof of previous registration in another state/territory prior to 1 August 1989; or\n• a permit from Queensland Transport, exempting the vehicle from the need to fit a compliance plate\nas was required in the previous Queensland Traffic Regulations and superseded by the \"VSS\nRegulation\", is provided.\nNOTE: Vehicles imported into Australia between 1 August 1989 and 1 July 2021 which are more than 15\nyears old are exempt from the provisions of the Federal Motor Vehicles Standards Act and do not\nrequire a Compliance Plate to satisfy Department of Transport and Main Roads registration\nrequirements.\nVehicles imported from 1 July 2021 are required to have a RAV entry.\nThese vehicles, if built on or after 1 January 1972, must be fitted with either of the following:\n• A modification plate endorsed with either LO1 or LO3; and\n• In the case of LO3 endorsement, a permit issued by Department of Transport and Main Roads.\nImported vehicles built on or before 31 December 1971 must comply with the \"VSS Regulation\". An\nApproved Person may issue a modification plate confirming this under Code LO2.\nQueensland Light Vehicle Inspection Manual – November 2023 - 62 -"
  },
  {
    "page": 69,
    "text": "Information Sheet No. 6\nBull Bars and Bull Bar Attachments\nThe purpose of this information sheet is to set the terms for the acceptability of bull bar design and bull\nbar accessories acceptable for use of the road network in Queensland.\nWhen a poorly designed bull bar is fitted to a vehicle it has the ability to considerably increase the risk\nof injury to other road users, pedestrians and occupants of the vehicle in the event of a collision. Bull\nbars can also affect a vehicle’s ability to comply with Australian Design Rules relating to frontal impact.\nAs such, a great deal of research is currently being conducted into the possible effects of bull bars and\nways of optimising their design.\nAccident statistics, confirmed by scientific studies, have shown that a badly designed bull bar may\ngreatly increase the risk of injury to a pedestrian hit by a car, even at relatively low speeds. Below Figure\n1 and Figure 2 show the reason for this.\nHIGHPOINT\nLOW ._ OF INITIAL\nPOINT OF CONTACT\n+-- INITIAL\nCONTACT\nFigure 1. Figure 2: Pedestrian collision with a poorly designed bull bar\nPedestrian collision -pedestrian rolls onto bonnet Pedestnan pivots about the high contact point. with increased risk of\nspinal, pelvic and head Injuries\nFigure 1 shows a pedestrian collision where the pedestrian rolls onto the bonnet of the car. Generally,\nthis is the best scenario for the pedestrian and the risk of injury is minimised. The chances of this\nhappening are better if the point of initial contact between car and pedestrian is as low to the ground as\npossible.\nFigure 2 shows what is likely to happen if the pedestrian is struck by a car with a badly designed bull bar\nfitted. Because the bull bar presents a higher point of initial contact, the pedestrian is pushed forward\nand bent around the top of the bull bar, rather than being swept onto the bonnet of the car. As a result,\nthere is a much higher risk of spinal, pelvic and head injuries to the pedestrian, even at relatively low\ncollision speeds.\nBull bar Design\nExisting regulations prohibits dangerous projections, sharp corners and obstructions to lighting. As\nsuch, a bull bar needs to generally conform to the shape, in plain view, front view and side view, of the\nfront of the vehicle to which it is fitted.\nTo provide guidance to industry, Standards Australia has published Australian Standard (AS) 4876.1-\n2002 'Motor vehicle frontal protection systems'. This document helps to ensure bull bars are designed\nin a way which minimises the risk of injury to vulnerable road users and the vehicle continues to meet\nthe Australian Design Rules. As such, bull bars must comply with AS 4876.1-2002, sections 1, 2 and 3.1\nand the Department of Transport and Main Roads strongly recommends compliance with section 3.2.\nQueensland Light Vehicle Inspection Manual – November 2023 - 63 -"
  },
  {
    "page": 70,
    "text": "Fitment of bull bars to ADR 69/00 vehicles\nAustralian Design Rule ADR 69/00 sets minimum levels of occupant protection, as determined by crash\ntesting. Depending on the design and application, a bull bar may positively or negatively affect occupant\nsafety in a crash situation.\nADR 69/00 affects the following vehicles:\n• From 1 July 1995, all new model MA vehicles (passenger cars)\n• From 1 January 1996, all MA vehicles (passenger cars)\n• From 1 January 1998, all new model MB vehicles (forward control passenger vehicles)\n• From 1 January 1998, all new model MC vehicles (off-road passenger vehicles)\n• From 1 July 1998 for new model NA1 vehicles (light goods vehicles)\n• From 1 January 2000 all MB vehicles (forward control passenger vehicles)\n• From 1 January 2000 all MC vehicles (off-road passenger vehicles)\n• From 1 July 2000 all NA1 vehicles (light goods vehicles).\nOn these vehicles, bull bar manufacturers will need to be in a position to show that the fitment of their\nproduct does not interfere with the intent of the occupant protection provisions specified in ADR 69/00.\nVarious techniques are being researched, by the industry, for determining the effect of the bull bar on\nADR 69/00 (e.g. pendulum tests and computer simulations).\nResearch to date indicates that the strength of the mounting points is one of the most significant\nparameters of the bull bar’s potential to interfere with the vehicle’s crashworthiness. The research has\nshown that carefully designed mounting points result in little or no effect on the vehicles ability to\nsatisfy ADR 69/00.\nBull bar manufacturers should acquaint themselves with this information and ensure that their bull bar\ndesigns comply with these requirements. Manufacturers should utilise the services of a professional\nengineer to assist them in interpreting this data and applying it to their designs.\nFitment of bull bars to vehicles with airbags\nAirbags may be fitted by vehicle manufacturers in order to comply with ADR 69/00 or as an additional\nsafety feature at the manufacturer’s discretion. The triggering methods used to deploy the airbags vary\ngreatly in complexity between manufacturers.\nThe fitting of a bull bar to the front of a vehicle may have an unknown effect on the deployment\ncharacteristics of an airbag. Research to date indicates that the strength of the mounting points is one\nof the most significant parameters of the bull bar’s potential to interfere with the vehicle’s airbag\ndeployment. The research has shown that carefully designed mounting points can result in little or no\neffect on the vehicles ability to trigger the airbags.\nBull bar manufacturers should acquaint themselves with this information and ensure that their bull bar\ndesigns comply with these requirements.\nManufacturers should consider utilising the services of a professional engineer to assist them in\ninterpreting this data and applying it to their designs. Bull bar manufacturers will need to be in a\nposition to show that the fitment of their product does not adversely interfere with the triggering of the\nairbag system.\nExposed edges need to be chamfered and free of burrs or sharp edges.\nForward facing edges must have radii not less than 5mm.\nOpen ended frame members are not permitted.\nLabelling\nQueensland Light Vehicle Inspection Manual – November 2023 - 64 -"
  },
  {
    "page": 71,
    "text": "Conforming bull bars shall have a durable plastic or metal plaque permanently attached by bonding,\nriveting, welding, drive screws, or a durable integral label, on a surface of the bar such that the label can\nbe read when the bar is attached to a vehicle and located where it will not sustain environmental\ndamage.\nIt shall display the following information in permanent and legible letters not less than 4 mm high:\n• A description indicating the vehicle make and year model(s) for which the bar is suited\n• The bull bar manufacturer’s business name\n• An identification code that permits the manufacturer (or importer) to identify a specific\nproduction batch\n• The statement “this product and the associated fixings must not be modified”.\nVehicle lighting\nThe installation of a bull bar may result in the existing lighting such as headlights, parking lights, turning\nindicators being obscured and consequently prevent the vehicle from complying with the relevant ADR\nfor Forward Facing Lamps. Where ADR lighting requirements are not satisfied, additional lamps shall be\nfitted so that the vehicle complies.\nAttachments and attachment points on bull bars\nOf particular concern are the ways in which items protruding forward of the bumper or bull bar are\nfitted e.g. accessory fittings attached to the front of a vehicle such as brackets and attachment points\nsupporting aerials, fishing rod holders and driving lights.\nIt is acceptable to have attachment points fixed to bull bars for these items provided they are fixed to\nthe rear surface of the bull bar in a manner that prevents them from becoming dangerous projections.\nSimilarly, fishing rod holders may only be fitted if they do not protrude forward of the front face of the\nbull bar, or in cases where they protrude forward of the front face must be removed when not carrying\nfishing rods.\nField of vision\nThe bull bar, together with any attachments, must not reduce a driver’s ability to safely drive the vehicle\nto which it is attached.\nWhen sitting in the driver’s seat, in the rearmost position, the driver must be able to see, either the\nsurface of the road 11 meters in front of the vehicle, or the front edge of the vehicle, when looking\nacross the top of the bull bar.\n------------ ----------1~\n11 metres\nQueensland Light Vehicle Inspection Manual – November 2023 - 65 -"
  },
  {
    "page": 72,
    "text": "Front Axle Mass\nWhen selecting a bull bar, it is important to ascertain the vehicle’s front axle mass rating and the mass\nof the bull bar to ensure the front axle mass is not exceeded. In some cases, the bull bar design, bull bar\nmaterial, attachments (winch, driving lights, etc.), or even the ability to fit a bull bar could be affected.\nPlease Note:\nModifying a vehicle that adversely affects its safety or driving or parking an unsafe vehicle on a road, are\nbreaches of the \"VSS Regulation\".\nQueensland Light Vehicle Inspection Manual – November 2023 - 66 -"
  },
  {
    "page": 73,
    "text": "Information Sheet No. 7\nBraided Brake Hoses\nThis information sheet has been rescinded.\nQueensland Light Vehicle Inspection Manual – November 2023 - 67 -"
  },
  {
    "page": 74,
    "text": "Information Sheet No. 8\nMotor Vehicle Lighting\nIntroduction\nMotor vehicle lighting plays an important part in vehicle and road safety. Lighting is particularly\nimportant in poor visibility circumstances (such as rain or fog) and at night.\nMotor vehicle lighting impacts on road safety in two ways:\n• it assists the driver’s vision by lighting the road surface and surrounding objects;\n• it allows other road users to see a vehicle on the road (taillights, head lights, park lights, stop\nlights and indicators).\nThis attachment is about those aspects of motor vehicle lighting that can be checked, and, in many\ninstances, rectified.\nWhat can be checked?\nMotor vehicle lighting defects can occur at any time and unless regular safety checks are made, owners\nmay not be aware of a problem.\nLighting can be easily checked when washing or cleaning a motor vehicle, particularly if assistance is\navailable. These types of checks should be conducted regularly to ensure the vehicle’s lights comply\nwith the minimum safety standards at all times.\nLights that can be checked include:\nHEADLIGHTS\n• for effective high or low beam operation;\n• for discolouration or imbalance in light when switched on;\n• for peeling, tarnishing or deterioration of the reflecting surface;\n• for cracks or other damage to lenses.\nTURN SIGNAL INDICATORS\n• for effective operation (including self-cancelling where it applies);\n• for an audible/visible indicator to indicate the signals are operating effectively;\n• for excessive discolouration, fading, cracks or other damage to the lenses.\nBRAKE LIGHTS (including eye level brake lamps)\n• for effective operation when the foot brake is applied;\n• for appropriate difference in light intensity when compared with the taillights in the \"on\" position;\n• for excessive discolouration of fading of the red lenses;\n• for cracks or other damage to the lenses.\nQueensland Light Vehicle Inspection Manual – November 2023 - 68 -"
  },
  {
    "page": 75,
    "text": "REVERSING LIGHTS\n• For effective lighting when reverse gear is engaged (ensure either the ignition \"on\" or the\nengine running);\n• For switching off when reverse gear is disengaged;\n• For discolouration, cracks or damage to the lenses.\nNUMBER PLATE LIGHT(S)\n• For effective operation when headlights or tail/park lights are switched on.\nA total failure of one or more lighting components (e.g. headlights or brake lights) may signify a blown\nfuse. Many motorists carry a spare fuse kit in their motor vehicle to avoid inconvenience in such\ncircumstances.\nRepair of Lighting Defects\nMost lighting defects can be corrected by replacing the damaged bulb, filament, fuse or lens. Care\nshould be taken to ensure that any replacement is of equivalent luminance to that specified by the\nmotor vehicle manufacturer. When a lens is to be replaced, the replacement lens must conform to the\noriginal vehicle manufacturer’s colour specifications. If the defect occurs after repair, the circuit should\nbe checked by an appropriately qualified tradesperson.\nREMEMBER\n• Lighting defects may seriously impair a driver’s ability to see clearly and the ability of other road\nusers to see a motor vehicle with defective lighting.\n• A motor vehicle owner is legally responsible for ensuring the vehicle complies with the\nminimum safety standard at all times.\n• Drivers also are responsible for the condition of the motor vehicle they drive.\nQueensland Light Vehicle Inspection Manual – November 2023 - 69 -"
  },
  {
    "page": 76,
    "text": "Information Sheet No. 9\nLighting Standards\nThis Information Sheet summarises the major changes to vehicle lighting standards resulting from the\nintroduction of the \"VSS Regulation\" and changes to ADRs.\nThe \"VSS Regulation\" requires all vehicles to comply with the ADRs applicable to them and, for pre-ADR\nvehicles, with the standards listed in the Schedule. Pre-ADR vehicle lighting is therefore detailed in the\nSchedule while ADR lighting is not. Special lighting requirements such as flashing lights are also detailed\nin the Schedule. The following lists the major changes:\nAlternative lights\nThe \"VSS Regulation\" stipulates that a vehicle may only be fitted with an alternative light or reflector if\nthe light or reflector is required or permitted to be fitted to a vehicle under an Act.\nTherefore, an alternative light cannot be fitted to a vehicle unless specifically mentioned in an Act. For\nexample, under body lighting (neon lights) would not be acceptable as they are not mentioned in an Act.\nHowever, additional light such as side marker lamps, brake lights, driving lamps, etc. are mentioned in the\n\"VSS Regulation\" and ADRs and consequently would be considered acceptable if fitted to a vehicle.\nNOTE: The use of blue lights is reserved for police, fire service and ambulance vehicles only.\nSide marker lamps\nThe ADRs have been changed to align with European standards and allow side marker lights to show\nyellow to the rear. Some new vehicles already have these lights fitted. The \"VSS Regulation\" allows either\nred or yellow side marker lights to the rear on any age vehicle.\nOptional forward-facing lights and reflectors\nThe \"VSS Regulation\" requirements for external cabin lights are as follows:\n• A motor vehicle fitted with front end outline marker lights (previously referred to as front\nclearance lights) may also have additional forward-facing lights on or above the roof of its cabin.\n• The additional forward-facing lights must be spaced evenly between the front end-outline marker\nlights, with their centres at least 120mm apart.\n• When on, an additional forward-facing light must show a yellow or white light and not use over\n7 watts of power.\nNOTE: Front end-outline marker lights may only be fitted to a vehicle that is at least 1.8 metres wide. A\npair of front end-outline marker lights must be fitted to a motor vehicle that is more than 2.1 metres\nwide, however, end-outline marker lights are not required when the vehicle’s structure prevents them\nfrom being at least 200mm above the front position (side) lights.\nHeadlights\nSome headlights may appear to have a blue or yellow tinge when viewed on an angle from the\nperpendicular. These bulbs are actually \"whiter\" than the existing bulbs as they contain less of the\nred/yellow frequencies and more of the blue end of the spectrum.\nAdditionally, some vehicles are now being fitted with High Intensity Gas-Discharge (HID) or Light Emitting\nDiode (LED) headlight assemblies. When fitted to comply with the ADRs these lights provide superior\nillumination compared with traditional halogen bulbs. However, HID and LED headlights are not easily\nretrofitted to vehicles not originally offered with the technology and generally fail to comply with the\nADRs in the following areas:\nQueensland Light Vehicle Inspection Manual – November 2023 - 70 -"
  },
  {
    "page": 77,
    "text": "• No headlight self-levelling device fitted\n• No self-cleaning function fitted\n• Design of headlamps reflector not compatible with bulb (light not focused correctly)\nNOTE: Additional main (high) beam headlights under the ADRs and the \"VSS Regulation\" may be fitted at\nany height above the ground. Motorcycles, including motor tricycles, with twin headlights side by side\nmay have one light as low beam and the other as high beam. That is, the high and low beam do not need\nto be symmetrical about the longitudinal centre line of the motorcycle, including motor tricycle(s).\nDriving Lamps\nInformation relating to driving lamps can be found in Vehicle Standards Instruction – Driving lamps,\nincluding Light Emitting Diode (LED) light bars on light vehicles available at:\nhttps://www.publications.qld.gov.au/dataset/vehicle-standards-instructions\nApproved Examiners Action\nIf, during the course of an inspection, Approved examiners have cause to inspect vehicles modified by\nchanging the original lighting componentry assemblies, they are to ensure that individual vehicles comply\nwith the previously mentioned details. Modifications of this type which do not comply with the above\nrequirements are to be rejected immediately.\nQueensland Light Vehicle Inspection Manual – November 2023 - 71 -"
  },
  {
    "page": 78,
    "text": "Information Sheet No. 10\nReplacing or Repairing Windscreens\nIntroduction\nWindscreen damage or defects may impair a driver’s forward vision, create a potential safety hazard\nand affect road safety. However, windscreens will be subject to some damage such as sandblasting,\ncracks, and stone chips during normal operation, therefore some deterioration from new condition is\nallowable.\nA windscreen should be clean and free of damage that might impair the driver’s view to the front of the\nvehicle.\nThings which might impair a driver’s vision are:\n• The location of the damage;\n• The size of the damage;\n• Effect on the mechanical strength of the windscreen.\nIs a damaged windscreen safe?\nWhen a damaged windscreen is examined the following factors should be considered:\n• The location of the damage;\n• The size of the damage;\n• Effect on the mechanical strength of the windscreen.\nTo determine if a windscreen should be replaced or repaired, the area of windscreen swept by the\nwipers to the right of the centre of the vehicle may have bull’s-eyes and star fractures up to 16 mm in\ndiameter and cracks up to 150 mm long which do not penetrate more than one (1) layer of the glass in a\nlaminated windscreen, provided they do not interfere with the driver’s vision.\nIn addition, the \"primary vision area\" (the area of the windscreen which is swept by the windscreen\nwipers) must not be cracked, scored, chipped, sandblasted or otherwise damaged to the extent that it\nimpairs the driver’s vision or damages the wiper blades.\n•\nFig 1\nIt is recommended that all defects be repaired as soon as possible.\nQueensland Light Vehicle Inspection Manual – November 2023 - 72 -"
  },
  {
    "page": 79,
    "text": "Repairing windscreen damage\nRepairing a damaged windscreen, if undertaken correctly, is an acceptable means of reinstating a\nwindscreen to a safe condition.\nRepaired windscreens must comply with the following requirements:\n• When inspected from the inside of the vehicle, the repair should not exhibit any significant\noptical defects which would distort or distract the vision of the driver and should restore clarity\nto the damaged area. (Acceptable limits of repairs are outlined in Note 1);\n• Any repair to the windscreen should not reduce the effectiveness of the windscreen wipers;\n• Windscreen repair material must be used in accordance with the manufacturer’s instructions.\nIf a repair has been unsuccessful or is unlikely to be effective, the vehicle owner is responsible for\nreplacing the windscreen in order to meet the necessary safety requirements.\nNOTE 1: In a repaired windscreen, a faint outline of the repair, or in some cases, a slight dull spot may\nbe visible where the repair has been performed. A repaired crack may also be detectable by a fine\nhairline surface mark. These are acceptable and should not cause a vehicle to fail a safety inspection\nprovided the damaged windscreen has been repaired to a standard which complies with the\nrequirements outlined in this document. To date, the extent of windscreen damage considered to be\nrepairable has not been defined. Improved technology has increased the scope of repairable damage\nand acceptability can only be determined (in accord with the above standards) after the repair has been\ncompleted.\nIt is recommended that repairs of cracks longer than 350 mm be avoided.\nNOTE 2: The Australian Standard AS/NZ 2366.1-1999 ‘Windscreen repairs – Repair procedures’ and\nAS/NZ 2366.1-1990 ‘Windscreen repairs – Repair systems’ are voluntary standards for the repair of\nautomotive windscreens. They provide recommended practices regarding the repair of laminated\nwindscreens. The use of these Australian Standards is not mandatory.\nReplacement windscreens\nTo ensure the safety of all motor vehicle occupants, replacement windscreens must be of an approved\nsafety glass.\nOR\nAustralian\nStandard\nl+S2080Uc000\nStandards Au1tra11a\nThe glass must always bear an identification mark indicating the standard to which the glass has been\nmanufactured (e.g. AS 2080, BS AU178, J ISR 3211, ECE R-43/00, ANSI-Z26.1) and have a standards mark\netched or indelibly printed on the glass.\nWindscreens which do not comply with these recognised standards may shatter easily and unexpectedly,\ncreating areas of distorted vision.\nWindscreens that do not have a standards mark are illegal\nQueensland Light Vehicle Inspection Manual – November 2023 - 73 -"
  },
  {
    "page": 80,
    "text": "Windscreens fitted to motor vehicles manufactured on or after 1 July 1971, are required by law to be\nmade from glass which has a light transmittance of no less 75 percent. Aftermarket tint film may be\napplied to the upper portion of the windscreen. The tinting must not extend lower than a horizontal line\ncontacting the uppermost point of the arcs swept by the vehicle manufacturer’s original wiper blades.\nThe tinting may be of any shade but must not have a reflectance of more than 10 percent.\nTypes of windscreens available\nThere are two types of replacement windscreens available for motor vehicles, laminated or tempered.\nLaminated glass windscreens are manufactured like a \"sandwich\" with glass on the outside and inside\nsurfaces and a clear plastic film between. A laminated screen is more resistant to breakage than\ntempered glass and even when fractured it remains almost transparent.\nTempered glass is specially treated so that, when broken, it shatters into tiny fragments instead of\njagged splinters. Unfortunately, when the windscreen shatters, it is difficult to see through.\nVehicles manufactured on or after 1 January 1994 must be fitted with laminated glass windscreens.\nWhilst vehicles built before 1 January 1994 do not have to meet this requirement, it is strongly\nrecommended that when a replacement windscreen is needed, laminated glass be used.\nRemember:\n• Windscreen damage or defects could seriously impair a driver’s ability to see clearly, thereby\npresenting a safety hazard.\n• The owner of a motor vehicle is legally responsible for ensuring that his/her vehicle complies\nwith relevant safety standards.\n• Drivers are responsible for the condition of the motor vehicle they drive.\nQueensland Light Vehicle Inspection Manual – November 2023 - 74 -"
  },
  {
    "page": 81,
    "text": "Information Sheet No. 11\nRust and Corrosion\nIntroduction\nThis attachment provides simple guidelines for determining if a rust affected motor vehicle is road safe.\nThe average safe operational life of a motor vehicle can be extended by carefully and regularly checking\nfor rust and by repairing rust as soon as possible as it becomes apparent.\nTo determine the safety of a rust affected motor vehicle, this attachment proposes a system of\nclassifying the extent and severity of the rust in relation to the motor vehicle’s structural components.\nThe attachment also provides some information concerning recommended rust repair techniques.\nEven small deposits of rust can be signs of much more extensive corrosion in a motor vehicle. If rust is\nrepaired when it is minor, it will normally be a simple and economic task. However, rust allowed to\nspread unchecked (or only partially repaired) can damage a motor vehicle beyond economic repair.\nSevere rust can be an extreme safety hazard to driver, passengers and other road users.\nRust and Motor Vehicle Safety\nMotor vehicles are carefully designed as rigid structures for normal road use. However, in an accident\nthey are intended to collapse progressively and absorb energy. If the structure of the motor vehicle is\nweakened by rust, it could lose some of its structural strength and so become unpleasant to drive. More\nimportantly, however, it can lose its energy absorbing capacity, and this means that passengers are at\ngreater risk in a collision or accident.\nTypically, rust develops in enclosed body sections or in areas which can accumulate road deposits, e.g.\nbetween body panels, inside door panels, around mudguards or inside the sills just below door level.\nHowever, rust can occur on any metallic component of the motor vehicle (including suspension and\nsteering components and the exhaust system).\nClassification of Rust\nThe extent of corrosion in a motor vehicle can range from light surface rust to the total breakdown of\nparent metal of a motor vehicle component. The degree to which a component structure is attacked\nand degraded can vary widely. In general, the formation of rust and resultant loss of metal occurs in\nareas which retain moisture, because of a build-up of road dirt and mud etc.\nTo simplify identification and classification of rust, this attachment classifies the extent of corrosion in\nthree stages.\nStage 1 – Surface Rust\nLight, powdery corrosion on the surface of a section of metal is termed surface rust and is sometimes the\nfirst indication of corrosion that can be observed; it should warn the owner of a motor vehicle to take\nsteps to prevent the rust from spreading.\nSurface rust can occur on or behind any body panel of a motor vehicle particularly if the protective coating\nis scratched or damaged.\nA typical case of surface rust is shown below:\nQueensland Light Vehicle Inspection Manual – November 2023 - 75 -"
  },
  {
    "page": 82,
    "text": "'\nCoating very thin or missing\nStage 2 – Advanced Rust\nSurface rust, if left unattended, will develop into an advanced form of corrosion which can usually be\nseen as an eruption of oxidised metal, either on bare metal or under paint. This eruption occurs because\nthe rust reaction involves an increase in volume so that pitting or bubbling of paint is the usual\nindication of penetration of the rust.\nAn example of a section affected by advanced rust is illustrated below.\nAdvanced Rust\nRust concentration or pits.\nRemoval leaves pit marks\nwhlchcan only be eliminated\nby removal of parent metal.\nStage 3 – Extensive Rust\nThe final stage of the corrosion process is the formation of a heavy encrustation of oxidised metal which\ncompletely replaces the parent metal. This results in a hole or series of holes in the body panel or\nstructural member of the motor vehicle when the rust is removed. This category of rust can usually only\nbe rectified by replacement of the affected body panels and parts. The illustration below shows a\nsection affected by extensive rust.\nExtensive Rust\nRust flakes -removal of which\nleaves holes or a very rough\nsurface. Pits go right through\nthe metal and cause eruption on far\nside.\nMotor Vehicle Structures and the Effects of Rust\nMotor vehicle structural components can be categorised according to their importance to safety. For\ninstance, sub frames and other basic structural sections must be absolutely free of rust because their\nfailure could make a motor vehicle difficult to control and might cause it to crash.\nPrimary Structure\nThe primary structure includes any structure or component which, if it collapsed, would render the\nvehicle uncontrollable or would considerably reduce occupant safety in a crash/collision situation.\nExamples of components in this category are illustrated below.\nQueensland Light Vehicle Inspection Manual – November 2023 - 76 -"
  },
  {
    "page": 83,
    "text": "Typical Primary Structure Components\nThe weakening of any of these components may lead to a crash or greatly reduce the vehicle’s\nstructural integrity in a crash.\n1. Main structural members such as sub frames and chassis rails.\n2. Suspension mountings and parts.\n3. Steering component mounting points.\n4. Door sills and pillars.\n5. Door hinges and latch mounting points.\n6. Seat anchorage points.\n7. Seat belt anchorage points.\n8. All floor panels.\n9. Boot floor.\n10. Bulkheads.\nSecondary Structure\nThe second category includes any structure or component which, if it collapsed, would not immediately\naffect a motor vehicle’s controllability or the protection provided by its built-in safety system. Normally,\nsurface rust or advanced rust in these structures or components would not make the motor vehicle\nunsafe. Extensive rust in these components is usually either hazardous to people in or near the motor\nvehicle because of its sharp edges or because exhaust fumes may escape into the motor vehicle. In such\ncases, this type of rust would make the motor vehicle unsafe.\nThe illustration below shows examples covered by this category.\nQueensland Light Vehicle Inspection Manual – November 2023 - 77 -"
  },
  {
    "page": 84,
    "text": "Typical Secondary Components\nExtensive rust in these components can be hazardous to vehicle occupants and other road users.\n1. Mudguards or fenders.\n2. Roof.\n3. Boot lid, bonnet and doors (areas within 100 mm of mounting and locking points are primary\nstructures and must be free of advanced or extensive rust).\n4. Exhaust system (motor vehicle may fail to meet noise emission standards if exhaust system is\ndeteriorated due to rust).\nHow to determine if a vehicle is safe\nTYPE OF CORROSION CATEGORY OF MOTOR VEHICLE STRUCTURE\n(RUST)\nPRIMARY SECONDARY\nSurface Rust Acceptable Acceptable\nAdvanced Rust Not Acceptable Acceptable*\nExtensive Rust Not Acceptable Not Acceptable**\n* Areas within 100 mm of hinges and locks (e.g. boot lid, bonnet and doors), are considered primary\nstructures and must be free of advanced and extensive rust.\n** Extensive rust is not acceptable in secondary components, if it renders the component hazardous to\npersons in or near the vehicle (e.g. sharp edges, loose panels, or in the case of exhaust fumes, leakage\nof exhaust gases into the passenger compartment).\nDetecting Rust in Motor Vehicles\nSince advanced rust is almost always associated with an eruption of oxidized metal and pitting or\nbubbling of paint, a visual inspection is usually adequate to determine to its presence. However, this\nmethod may not be adequate in all cases. In underbody areas prone to rust, such as steering and\nsuspension mounting points and major structural components which include chassis, floor, structural\nsills and sub frames, the presence of rust should be checked by probing with a rod or similar implement\n(e.g.screwdriver). This method also should be used to check for presence of rust in other areas where\ncosmetic damage is not a problem, such as inside wheel arches.\nIn using this technique, care should be taken to avoid damage to panels or paint work not rust affected\nin any way. The purpose of such checks is to find out whether rust is present, not to determine its\nextent.\nWhen checking for advanced rust, particular attention should be paid to seam welds and spot welds.\nThese frequently corrode through from the interior and can result in the eventual detachment of\npanels. Any panel which is made insecure by such corrosion must be repaired even if it is an area of the\ncomponent where rust holes are not an immediate danger.\nRecommended Rust Repair Methods\nThe best way to fight rust is to stop it in the first place. Motor vehicles that are kept free of dirt build up\nin wheel arches and under the body have a much better chance of surviving the rust scourge. Thus, if a\nmotor vehicle is found to have body drain holes or tooling holes blocked up with dirt, they should be\ncleaned out immediately and rechecked from time to time.\nQueensland Light Vehicle Inspection Manual – November 2023 - 78 -"
  },
  {
    "page": 85,
    "text": "Repair of surface rust is simply a matter of completely removing the deposit and applying a rustproofing\ncoating or oil as is appropriate (body panels should be repainted using a good quality refinishing\nsystem).\nNOTE: Repairs made to primary structure components solely by using body filling compounds are not\nacceptable. Repairs should be made by completely welding in new metal of the same gauge as that of\nthe manufactured component. However, plastic filler or fibreglass can be used to cosmetically smooth a\nnon-structural component.\nExtensive rust in structural members can only be repaired by replacing the affected member or by\ncompletely removing all rusted material and reinforcing it so that the original strength of the affected\nstructural member is re-established.\nREMEMBER\n• Rust can seriously affect the safety of a motor vehicle by degrading the structural integrity of\nthe motor vehicle.\n• A motor vehicle owner is legally responsible for ensuring a motor vehicle complies with\nminimum safety standards at all times.\n• Drivers also are responsible for the condition of the motor vehicles they drive.\nQueensland Light Vehicle Inspection Manual – November 2023 - 79 -"
  },
  {
    "page": 86,
    "text": "Information Sheet No. 12(a)\nSafety Chains for Trailers up to and Including 4.5 Tonnes ATM\nTrailers up to 2.5 tonnes ATM must have at least one safety chain complying with AS 4177.4-1994\n’Caravan and light trailer towing components – Safety chains up to 3500 kg capacity’, or as amended\nfrom time to time. This standard allows for steel safety chains in accordance with the following:\n• up to 1.0 tonne, a chain size of 6.3 mm;\n• up to 1.6 tonnes, a chain size of 8 mm;\n• up to 2.5 tonnes, a chain size of 10 mm.\nTrailers over 2.5 and up to 3.5 tonnes ATM must have two safety chains complying with AS 4177.4-1994,\nAS 4177.4-2004 or as amended from time to time. This standard allows for steel safety chains in\naccordance with the following:\n• up to 3.5 tonnes, a chain size of 13 mm.\nHowever, trailers with a 3.5 tonnes ATM or greater, all medium and heavy category pig trailers with\nrigid drawbars, any other trailers without breakaway brakes and all fixed and rigid pig trailers with a\nGTM greater than 2.5 tonnes and fitted with automatic pin type couplings, must be fitted with safety\nchains in accordance with the information contained in Information Sheet 12(b) – Safety Chain\nRequirements.\nDraw Bar Safety Chain Attachments\nThe chain must be permanently attached to the trailer, shackles are not permitted. For trailers up to 3.5\ntonnes ATM, the safety chain attachment can be by welding. The weld must extend around 50% of the\ncircumference of the link and the adjoining link must have free movement.\nFor trailers of and in excess of 3.5 tonnes ATM, safety chain attachment must not involve welding or\ndeformation of the chain. Suitable pin lock couplings should be used.\nThe safety chain attachment must be located as near as practicable to the coupling and where 2 points\nof attachment are required, they must be mounted one on either side of the centreline of the draw bar.\nQueensland Light Vehicle Inspection Manual – November 2023 - 80 -"
  },
  {
    "page": 87,
    "text": "Information Sheet No. 12(b)\nSafety Chain Requirements\nAll pig trailers with rigid drawbars (with or without breakaway brakes but excluding converter dollies)\nand, any other trailer without breakaway brakes, must be fitted with safety chains that are marked in\naccordance with the relevant Australian Standard complying with the following:\n• trailers that do not exceed 2.5 tonnes ATM must have at least one safety chain complying with\nAustralian Standard AS 4177.4-1994 or Australian Standard AS 4177.4-2004 'Caravan and light\ntrailer towing components - Safety chains up to 3500kg capacity', or be a safety cable with a\ncertified load capacity of the same\n• trailers over 2.5 tonnes and not exceeding 3.5 tonnes ATM must have two safety chains of\ndesignation of 3500 kg complying with Australian Standard AS 4177.4-1994 or Australian\nStandard AS 4177.4-2004\n• trailers over 3.5 tonnes ATM must have two safety chains made from steel of a minimum 800\nMPa breaking stress that conforms to the mechanical properties of Grade T chain as specified in\nAustralian Standard AS 2321-1979 'Short Link Chain for Lifting Purposes (non-calibrated)' or\nAustralian Standard AS 2321-2006 'Short Link Chain for Lifting Purposes.' Each chain must be\nsized such that the minimum breaking load exceeds the ATM.\nThe length of the safety chain/s must prevent the trailer’s drawbar hitting the ground if the trailer is\ndetached from the towing vehicle. The safety chains must be properly connected to the tow bar with\nattachments capable of withstanding the specified breaking load of each chain. Do not use padlocks.\nFor further information regarding couplings, brake requirements and safety chains please refer to the\nVehicle Standard Bulletin - Building Small Trailers (VSB1) available on the Department of Infrastructure\nand Regional Development and Cities website at https://www.infrastructure.gov.au/infrastructure-\ntransport-vehicles/vehicles/vehicle-design-regulation/rvs/bulletins/vsb1\nQueensland Light Vehicle Inspection Manual – November 2023 - 81 -"
  },
  {
    "page": 88,
    "text": "Information Sheet No. 13\nGround Clearance Requirements\nGround Clearance of a vehicle, means the distance to the ground from the underside of a vehicle\nexcluding unsprung mass, flexible mudguards or mudflaps, flexible underbody aerodynamic aids and\nflexible underbody covers or trays.\nVehicles built to comply with the Third Edition ADRs must comply with the ground clearance\nrequirements of ADR 43/… Vehicles built to comply with ADR 43/04 must also comply with the running\nclearance requirements.\nAll other motor vehicles with more than 3 wheels must have a ground clearance of:\n• At least 100mm at any point within 1 metre of an axle; and\n• At least one-thirtieth of the distance between the centres of adjacent axles at the midpoint\nbetween them (refer Figure LS1); and\n• At any other point — at least the distance that allows the vehicle to pass over a peak in the road\nwith a gradient on either side of 1:15, if the wheels of 1 axle of the vehicle are on the slope on\none side of the peak and the wheels of the next axle are on the slope on the other side.\n1:15 gradient 1:15 gradient\n~\nGradient 1:15\nGround Clearance\nchecked at midpoint\nMeasuring Ground Clearance\nQueensland Light Vehicle Inspection Manual – November 2023 - 82 -"
  },
  {
    "page": 89,
    "text": "Information Sheet No. 14\nApproved Inspection Station Safety Check ADR applicability Tables, Vehicles\nCategories and Definitions\nThe Australian Design Rules (ADRs) are available from the Department of Infrastructure, Regional\nDevelopment and Cities website at https://www.infrastructure.gov.au/infrastructure-transport-\nvehicles/vehicles/vehicle-design-regulation/australian-design-rules.\n• Second edition ADRs: https://www.infrastructure.gov.au/infrastructure-transport-\nvehicles/vehicles/vehicle-design-regulation/australian-design-rules/second-edition\n• Third edition ADRs: https://www.infrastructure.gov.au/infrastructure-transport-\nvehicles/vehicles/vehicle-design-regulation/australian-design-rules/third-edition\nThe following summaries are guides to the applicability of the ADRs in force for the vehicle categories\nused in the ADRs.\n• L—Category Vehicles—Two and Three Wheeled Vehicles:\nhttps://www.infrastructure.gov.au/department/media/publications/australian-design-rules-\napplicability-summary-l-category-two-and-three-wheeled-vehicles\n• M—Category Vehicles—Passenger Vehicles:\nhttps://www.infrastructure.gov.au/department/media/publications/australian-design-rules-\napplicability-summary-m-category-passenger-vehicles\n• N—Category Vehicles—Goods Vehicles:\nhttps://www.infrastructure.gov.au/department/media/publications/australian-design-rules-\napplicability-summary-n-category-goods-vehicles\n• T—Category Vehicles—Trailers:\nhttps://www.infrastructure.gov.au/department/media/publications/australian-design-rules-\napplicability-summary-t-category-trailers\nADR—Definitions and Vehicle Categories\nThe function of the Australian Design Rules is to set out definitions for many terms used in the ADRs and\nto define the categories used in the ADR applicability tables.\nDefinitions and Vehicle Categories: https://www.legislation.gov.au/Series/F2005L03850\nQueensland Light Vehicle Inspection Manual – November 2023 - 83 -"
  },
  {
    "page": 90,
    "text": "Information Sheet No. 15\nGeneral Information for Tyres, Tubes and Liners\nThe purpose of this information sheet is to provide some simple information when fitting new or re-\ntreaded tyres, tubes and liners and repairing tyres and tubes.\nWhen fitting a tyre to a rim it is important to ensure that the rim, tube and liner (if fitted) and tyre are in\ngood condition. If any defect or damage is found with the rim, tube and liner (if fitted) or tyre the\ndefective/damaged component must be replaced. Items to consider include but are not limited to the\nfollowing:\n• Rust or corrosion on rims (including locking rings on split rims)\n• Cracks in tyres, tubes, liners or rims\n• Condition/suitability of repairs performed\n• Age of tyres, tubes and liners *\n• Cut/bulging/ separating/damaged tyres (including sidewalls)\n• Tyre compatibility with rim\n* A number of manufacturers recommend tyres, tubes and liners are replaced five to six years after\ntheir manufacture date due to degradation of the rubber. However, this degradation is affected by a\nnumber of variables (exposure to ultraviolet light, heat and water, sitting for long periods, etc.) and as\nsuch there is no mandatory requirement to replace tyre/tubes or linings at this time. The Department\nof Transport and Main Roads does however recommend tyres, tubes and liners be checked regularly for\ndegradation by an industry expert five years after their date of manufacture.\nThe date of manufacture can be determined by a code stamped onto the tyre or tube. It is\nrecommended that you contact your local tyre retailer to determine the age of your vehicle’s tyres and\ntubes (if fitted).\nIf a tyre or tube requires repair the repairs should be performed in accordance with Australian Standard\nAS 1973-1993 ‘Pneumatic tyres – Passenger car, light truck, and truck/bus - Retreading and repair\nprocesses’. This standard provides detailed information to ensure the tyre and/or tube is repaired to a\nsafe standard for road use.\nThe \"VSS Regulation\" permits the use of re-treaded tyres provided they meet AS 1973-1993. The\ninformation below details the requirements listed in AS 1973-1993.\nMarking of Re-treaded Tyres\nMarking on one side: Each re-treaded tyre shall bear on at least one side wall or shoulder the following\nmarking:\nA. The nominal size of the tyre.\nB. The word ‘RADIAL’ or ‘R’ in the size designation, for a radial ply tyre.\nC. The word ‘TUBELESS’ if applicable.\nD. The maximum load rating, ply rating, or service description of the tyre.\nNOTE: In the case of a remould, the service description is to be clearly identified as the original service\ndescription applicable to the tyre when new.\nQueensland Light Vehicle Inspection Manual – November 2023 - 84 -"
  },
  {
    "page": 91,
    "text": "Information Sheet No. 16\nBrake Drums and Discs\nThe purpose of this information sheet is to set the terms for the acceptability of brake drums and disc\ndimensions and the criteria for the replacement of worn or damaged brake drums or discs used in the\nautomotive industry.\nThis procedure is in accordance with Australian Standard AS 3617 ‘Parameters for the machining and\nreconditioning of brake drums and discs. When the braking system of a motor vehicle is inspected,\nserviced, overhauled, repaired, reconditioned or rebuilt, the condition of each brake drum or brake disc\nfitted to the vehicle shall be inspected in accordance with the following standards:\nBrake drums\nAfter removal of the brake drum from the vehicle, the brake drum should be inspected for:\n• Cracking: If the drum is cracked, replace the brake drum. No repair shall be made to the\ncomponent.\n• Glazing and excessive scoring: If the brake drum is glazed or excessively scored, place it on a\nsuitable fixture and measure it in accordance with the section titled ‘Measurement Parameters’.\n• Heated or hardened hotspots: If the brake drum has heated or hardened hotspots, place it on a\nsuitable fixture and measure it in accordance with the section titled ‘Measurement Parameters’.\nAfter inspection and assessment, the following should be taken into account:\nI) if the drum is cracked, replace the brake drum. No repair shall be made to the component.\nII) If it is considered that there is insufficient material available to successfully machine the brake drum\nin accordance with the vehicle manufacturer’s requirements, replace the brake drum.\nIII) Where a vehicle manufacturer specifies that a brake drum must not be machined, replace the brake\ndrum.\nIV) If, after machining, the brake drum measures on or above the maximum diameter specified by the\nvehicle manufacturer, replace the brake drum.\nV) Where after machining the brake drum, and remeasuring in accordance with the section titled\n‘Measurement Parameters’, any of the parameters are outside the vehicle manufacturer’s\nrecommendations, replace the brake drum.\nVI) After machining, inspect the drum for any flaws or defects, including excessive scoring or\nundercutting. If any flaws are present, replace the brake drum.\nVII) If after machining the brake drum, heated or hardened hotspots are still present, replace the brake\ndrum.\nBrake discs\nI) if any cracking is evident, replace the brake disc. No repair shall be made to the component.\nII) If it is considered that there is insufficient material available to successfully machine the brake disc\nin accordance with the vehicle manufacturer’s requirements, replace the brake disc.\nIII) Where the manufacturer specifies that a disc rotor must not be machined, replace the brake disc.\nIV) If, after machining, the brake disc measures on or below the minimum thickness specified by the\nvehicle manufacturer, replace the brake disc.\nQueensland Light Vehicle Inspection Manual – November 2023 - 85 -"
  },
  {
    "page": 92,
    "text": "V) Where after machining the brake disc, and remeasuring in accordance with the section titled\n‘Measurement Parameters’, any of the parameters are outside the vehicle manufacturer’s\nrecommendations, replace the brake disc.\nVI) After machining, inspect for any flaws or defects, including excessive scoring or undercutting. If any\nflaws are present, replace the brake disc.\nVII) After machining the brake disc, heated or hardened hotspots are still present, replace the brake\ndisc.\nMeasurement Parameters\nThe following dimensions shall be measured and recorded to ascertain the suitability for reuse or\nmachining:\na. For brake drums, the following shall be observed:\ni) Diameter - The diameter of the brake drum shall be measured in at least 6 equispaced\npositions along and across the lining contact area (i.e. ovality and taper). The largest\nmeasured diameter shall be deemed to be the diameter.\nii) Radial runout - When rotating the drum on a suitable fixture, a dial gauge shall be used to\nrecord the runout of the drum.\nb. For brake discs, the following shall be observed:\ni) Thickness - Using suitable measuring equipment, the disc thickness shall be measured in\nat least 6 equispaced positions around and across the pad contact area. The smallest\ndimension measured shall be deemed to be the thickness of the disc.\nii) Lateral runout - A dial gauge should be used to measure the brake disc lateral runout.\nDefinitions\nBrake drum: A hollow, machined, round drum that rotates with the wheel axle/hub and against which\nbrake linings are forced into contact when the brakes are applied.\nBrake disc: A flat, machined, round disc that rotates with the wheel axle/hub and against which the\nbrake pads clamp when the brakes are applied.\nLateral (axial) runout: A measurement of the lateral or sideways change in the position of the disc rotor\nwearing surface during one revolution.\nRadial runout: A measurement of the radial change in the position of the brake drum wearing surface\nduring one revolution excluding any bearing movement or other clearances.\nMachining: The process of turning or grinding a brake drum or disc to remove surface imperfections\nsuch as scoring and glazing, and to eliminate lateral disc runout and other dimensional problems.\nMaximum diameter: The largest diameter specified by the vehicle manufacturer at which a brake drum\ncan remain in service.\nMinimum thickness: The smallest thickness specified by the vehicle manufacturer at which a brake disc\ncan remain in service.\nShall: Indicates that a statement is mandatory.\nShould: Indicates that a statement is advisory.\nNOTE: Linings or disc pads must not be worn below wear indicators. If no indicators are provided, the\nthinnest part of the lining or disc pad must not be worn below manufacturer's specifications.\nBrake drums or disc rotors must not be worn or machined below manufacturer's specifications.\nCracking of brake drums and disc rotors, other than minor surface heat cracks, must result in the drum\nor rotor being replaced.\nQueensland Light Vehicle Inspection Manual – November 2023 - 86 -"
  },
  {
    "page": 93,
    "text": "Information Sheet No. 17\nStabilisers and Outriggers\nThe purpose of this information sheet is to provide the requirements for stabilisers/outriggers mounted\non light vehicles and trailers, such as vehicle loading cranes.\nThe objective is to ensure all stabilisers/outriggers are retracted and securely locked to prevent travel\nwhile the vehicle is in motion.\nFail reasons\nFor manually operated stabilisers/outriggers:\n• The stabiliser/outrigger’s locking device/s are damaged, excessively worn, insecure or\ninoperative.\nFor manually operated extendable stabilisers/outriggers:\n• The stabiliser/outrigger do not have primary and secondary locking devices in accordance with\nthe version of Australian Standard AS 1418.11 ‘Cranes, hoists and winches Part 11: Vehicle –\nloading cranes’ that applied at the time the equipment was fitted to the vehicle. If the date of\nfitting is unknown, then the latter of the date of manufacture of the vehicle or the equipment.\n• Since 2004, AS 1418.11 has required manually operated stabiliser/outrigger extensions to be\nlocked in the transport position by two separate locking devices for each stabiliser/outrigger,\nwith at least one of these to be automatically operated, e.g. a spring-operated cam and an\nautomatic spring latch’.\n• The stabiliser/outrigger arm/s are damaged in such a way to prevent them being fully retracted\nto the position for travel, or preventing all locking devices engaging.\nFor all outriggers/stabilisers:\n• The stabiliser/outrigger is not safely secured.\n• The stabiliser/outrigger footplate/s are excessively damaged, excessively worn, and insecure in\na way that would cause it to separate from the stabiliser leg (falling off) during travel.\n• Audible or visual warning devices, if fitted, are damaged or not working.\nQueensland Light Vehicle Inspection Manual – November 2023 - 87 -"
  },
  {
    "page": 94,
    "text": "Information Sheet No. 18\nNumber Plate Labels\nElectric vehicles\nAn electric-powered vehicle is a vehicle powered by one (1) or more electric motors or traction motors\nthat are the only propulsion system for the vehicle (fully electric) or are used in conjunction with\nanother propulsion system for the vehicle (hybrid).\nAn electric-powered vehicle that is built after 1 January 2019, or a vehicle modified to be an electric-\npowered vehicle after 1 January 2019, will be required to have an Electric Vehicle Label fixed\nconspicuously to its front and rear number plates.\nElectric Vehicle labels must meet the following requirements:\n• the label must be affixed to a plate made of metal that is at least 1mm thick\n• the label, and the plate it is attached to, must be an equilateral triangular shape where each side has\nlength of 30mm in length and each interior angle of which is 60°\n• the label must have a blue surface that complies with class 2 of Australian Standard 1906.1\nRetroreflective Materials and Devices for Road Traffic Control Purposes—Retroreflective Sheeting\n• the label must be marked ‘EV’ in white capital letters that are at least 8mm high and have the\norientation shown in the example\n• the label and plate must be fixed to the number plates so that the letters on the label are in an upright\nposition\n• the label and plate must not wholly or partly obscure any characters on the number plates\nNote: An example of the electric powered vehicle label is shown below. The example of the label is for\nillustrative purposes only and does not represent the labels actual size, dimensions or colour.\nHydrogen fuel cell vehicles\nA hydrogen-powered vehicle is a vehicle that is powered by a hydrogen fuel system and has one (1) or\nmore hydrogen fuel containers fitted to the vehicle for the system.\nA hydrogen powered vehicle that is built after 1 January 2019, or a vehicle modified to be a hydrogen\npowered vehicle after 1 January 2019. They will be required to have a hydrogen vehicle label affixed\nconspicuously to its front and rear number plates.\nHydrogen vehicle labels must meet the following requirements:\n• the label must be affixed to a plate made of metal that is at least 1mm thick\n• the label, and the plate it is attached to, must be a regular pentagonal shape where each side is 20mm\nin length and each interior angle of which is 108°\n• the label must have a yellow surface that complies with class 2 of Australian Standard 1906.1\nRetroreflective Materials and Devices for Road Traffic Control Purposes—Retroreflective Sheeting\n• the label must be marked ‘H’ in a black capital letter that is at least 10mm high and have the orientation\nshown in the example\n• the label and plate must be fixed to the number plates so that the letter on the label is in an upright\nposition\n• the label and plate must not wholly or partly obscure any characters on the number plates\nQueensland Light Vehicle Inspection Manual – November 2023 - 88 -"
  },
  {
    "page": 95,
    "text": "Note: An example of the hydrogen powered vehicle label is shown below. The example of the label is for\nillustrative purposes only and does not represent the labels actual size, dimensions or colour.\nH\nLiquid Petroleum Gas vehicles\nA vehicle with a LPG fuel system must have a LPG vehicle label fixed conspicuously to its front and rear\nnumber plates that meet the requirements as stated by the AS 1425 applicable to the vehicle at the time\nthe vehicle was fitted with the system.\nIf the vehicle was fitted with the LPG system prior to the start of AS 1425-1989, LPG vehicle labels must\nmeet the following requirements:\n• the label must be made of durable material\n• the label must be at least 25mm wide and 25mm high\n• the label must have a reflective red surface that complies with Australian Standard AS 1743:1992 Road\nSigns - Specification, Appendix C, Class 2 or Australian Standard AS 1906.1 Retroreflective materials\nand devices for road traffic control purposes – Retroreflective sheeting, Class 2\n• the label must be marked 'LPGAS' or 'LPG', or with words or acronyms to similar effect, in capital letters\nat least 6mm high\nNote: An example of the LPG vehicle label is shown below. The example of the label is for illustrative\npurposes only and does not represent the labels actual size, dimensions, or colour.\nLPG\nQueensland Light Vehicle Inspection Manual – November 2023 - 89 -"
  }
]